[
  {
    "source": "KFF_Health_News",
    "title": "This HIV Expert Refused To Censor Data, Then Quit the CDC",
    "summary": "HIV physician John Weiser talks about why complying with President Donald Trump’s orders to erase transgender people is bad for science and society. And he notes that acquiescing didn’t spare the CDC from further harm.",
    "published": "Wed, 10 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/hiv-expert-john-weiser-refused-to-censor-data-quit-cdc-transgender-interview/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Plan-Switching, Sign-Up Impersonations: Obamacare Enrollment Fraud Persists",
    "summary": "Investigators from the Government Accountability Office were able to register nearly 20 fake ACA enrollments in a probe of healthcare.gov. The federal government paid subsidies to insurers for some of the fake customers.",
    "published": "Wed, 10 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/obamacare-aca-fraud-gao-enrollment-marketplace-brokers/"
  },
  {
    "source": "KFF_Health_News",
    "title": "How Delays and Bankruptcy Let a Nursing Home Chain Avoid Paying Settlements for Injuries and Deaths",
    "summary": "Genesis HealthCare’s bankruptcy case in Dallas will allow the nursing home chain to avoid paying millions of dollars it promised for residents who were injured or died while in its care. Families say bankruptcy nullifies one of the main ways to hold nursing home owners accountable for poor care.",
    "published": "Tue, 09 Dec 2025 18:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/nursing-homes-genesis-bankruptcy-liability-settlements-dallas-new-mexico/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 09 Dec 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Rural Health Providers Could Be Collateral Damage From $100K Trump Visa Fee",
    "summary": "Dozens of health care organizations have asked the Trump administration to shield the doctors, nurses, and techs they need to fill shortages from the president’s new $100,000 visa fee for skilled foreign workers. So far, there’s no sign of a reprieve.",
    "published": "Tue, 09 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/h1b-visa-fee-rural-hospitals-foreign-worker-shortages-north-dakota/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Out-of-Pocket Pain From High-Deductible Plans Means Skimping on Care",
    "summary": "High-deductible health insurance plans are increasingly common, and many more enrollees will likely need to choose such plans for the coming year. For those with chronic conditions like diabetes, the gamble can mean compromised care and long-term consequences.",
    "published": "Tue, 09 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/high-deductible-plans-out-of-pocket-diabetes-care/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Trump’s Idea for Health Accounts Has Been Tried. Millions of Patients Have Ended Up in Debt.",
    "summary": "Republican calls to give Americans cash instead of health insurance subsidies double down on a decades-old strategy of moving people into high-deductible plans with health savings accounts.",
    "published": "Tue, 09 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/trump-health-accounts-hsa-cash-patient-debt-high-deductible-insurance/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Watch: What Do Republicans Really Want on Health Care?",
    "summary": "On “What the Health? From KFF Health News,” distributed by WAMU, chief Washington correspondent and podcast host Julie Rovner sat down with Avik Roy, a GOP health policy adviser, to talk about how health care has evolved as a Republican Party issue.",
    "published": "Mon, 08 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/watch-republicans-health-care-working-class-issue/"
  },
  {
    "source": "KFF_Health_News",
    "title": "A North Carolina Hospital Was Slated To Open in 2025. Mired in Bureaucracy, It’s Still a Dirt Field.",
    "summary": "Regulations meant to prevent unfettered health care expansion are withholding needed hospital beds in a rural part of North Carolina. Here, as in communities around the country, some officials and health care providers are contesting such “certificate of need” laws.",
    "published": "Mon, 08 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/certificate-of-need-laws-north-carolina-hospital-bureaucracy-dirt-field/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Journalists Dig Into Maine HIV Outbreak and Ever-Closer End to Enhanced ACA Subsidies",
    "summary": "KFF Health News journalists made the rounds on national media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 06 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-december-6-2025-maine-hiv-outbreak-homelessness-trump-aca-subsidies/"
  }
]