[
  {
    "source": "KFF_Health_News",
    "title": "Journalists Describe Drivers of High Health Costs and Spell Out the Science of Protein",
    "summary": "KFF Health News journalists made the rounds on national and local media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 07 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-february-7-2026-aca-obamacare-premium-costs-subsidies-protein-intake/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Newsom Tries To Thread Needle on Immigrant Health as Ambitions Turn National",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 06 Feb 2026 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-gavin-newsom-california-immigrant-health-policy-presidential-bid/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Con ICE usando datos de Medicaid, hospitales y estados están en medio de una encrucijada: informar o no a sus pacientes inmigrantes",
    "summary": "Ponerlos al tanto de estos riesgos podría disuadirlos de inscribirse en el Medicaid de Emergencia, que ofrece atención médica de urgencias a inmigrantes que no califican para la cobertura regular de Medicaid.",
    "published": "Fri, 06 Feb 2026 14:45:33 +0000",
    "link": "https://kffhealthnews.org/news/article/con-ice-usando-datos-de-medicaid-hospitales-y-estados-estan-en-medio-de-una-encrucijada-informar-o-no-a-sus-pacientes-inmigrantes/"
  },
  {
    "source": "KFF_Health_News",
    "title": "With ICE Using Medicaid Data, Hospitals and States Are in a Bind Over Warning Immigrant Patients",
    "summary": "The Trump administration’s move to give deportation officials access to Medicaid data is forcing hospitals and states to consider alerting immigrant patients that information from emergency medical coverage applications could be used in efforts to remove them from the country.",
    "published": "Fri, 06 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/ice-immigrants-medicaid-data-sharing-hospitals-states-deportation/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Effective but Underprescribed: HIV Prevention Meds Aren’t Reaching Enough People",
    "summary": "PrEP has been available for more than a decade, but billing mistakes, lack of awareness, and lingering stigma keep many people from getting the lifesaving HIV prevention medication.",
    "published": "Fri, 06 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/wamu-health-hub-prep-hiv-treatment-access-workarounds-february-4-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: HHS Gets Funding, But How Will Trump Spend It?",
    "summary": "Congress has passed — and President Trump has signed — the annual spending bill for the Department of Health and Human Services. But it’s unclear whether the administration will spend the money as Congress directed. Anna Edney of Bloomberg News, Joanne Kenen of the Johns Hopkins Bloomberg School of Public Health and Politico Magazine, and Sandhya Raman of CQ Roll Call join KFF Health News’ Julie Rovner to discuss that story and more. Also this week, Rovner interviews KFF Health News’ Renuka Rayasam about a new reporting project, “Priced Out.”",
    "published": "Thu, 05 Feb 2026 19:22:08 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-432-hhs-funding-congress-trump-obamacare-february-5-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Newsom ajusta su discurso sobre la salud de inmigrantes enfocado en una posible candidatura presidencial",
    "summary": "Newsom propuso que el estado no intervenga cuando, a partir de octubre, el gobierno federal deje de brindar cobertura médica a unos 200.000 residentes legales, entre ellos solicitantes de asilo y refugiados.",
    "published": "Thu, 05 Feb 2026 14:04:58 +0000",
    "link": "https://kffhealthnews.org/news/article/newsom-ajusta-su-discurso-sobre-la-salud-de-inmigrantes-enfocado-en-una-posible-candidatura-presidencial/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Newsom Walks Thin Line on Immigrant Health as He Eyes Presidential Bid",
    "summary": "Progressives are assailing Gov. Gavin Newsom for proposing to pull back coverage for some legal residents, such as refugees and asylum-seekers, while conservatives lambaste the California Democrat for using limited state funds on Medicaid coverage for immigrants without legal status.",
    "published": "Thu, 05 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/california-governor-gavin-newsom-immigrant-health-care-medicaid-president/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Poison at Play: Unsafe Levels of Lead Found in Half of New Orleans Playgrounds",
    "summary": "Verite News’ reporters tested soil in more than 80 playgrounds for lead contamination. Even in trace amounts, lead exposure in children can result in lower IQs, learning challenges, and behavioral issues.",
    "published": "Thu, 05 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/new-orleans-lead-contamination-parks-playgrounds-testing/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen: Many Tents Are Gone, but Washington’s Homeless — And Their Health Problems — Aren’t",
    "summary": "Sweeps of encampments scatter homeless people, as medications are tossed and street medicine providers scramble to reconnect with their patients. KFF Health News senior correspondent Angela Hart discusses the aftermath on the Jan. 28 edition of WAMU’s “Health Hub.”",
    "published": "Wed, 04 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/homeless-crackdown-washington-dc-wamu-health-hub-winter-listen/"
  }
]