[
  {
    "source": "KFF_Health_News",
    "title": "Las enfermedades y muertes que previenen las vacunas que los CDC han dejado de recomendar",
    "summary": "El gobierno federal ha reducido drásticamente la cantidad de vacunas infantiles recomendadas, dejando fuera seis inmunizaciones de rutina que han protegido a millones de personas de enfermedades graves, discapacidades a largo plazo y muertes.",
    "published": "Wed, 07 Jan 2026 12:29:13 +0000",
    "link": "https://kffhealthnews.org/news/article/las-enfermedades-y-muertes-que-previenen-las-vacunas-que-los-cdc-han-dejado-de-recomendar/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Homeless Shelters for Seniors Pop Up, Catering to Older Adults’ Medical Needs",
    "summary": "Seniors are the fastest-growing segment of homeless Americans. Shelters are struggling to take in people with mobility issues and other chronic health conditions that can make living in a shelter nearly impossible. But specialized shelters for seniors are cropping up around the country to fill the gap.",
    "published": "Wed, 07 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/homeless-shelters-older-adults-medical-care-utah-florida/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Inside the Battle for the Future of Addiction Medicine",
    "summary": "The experiences of one doctor in Louisiana reveal the tensions around trying to get people to engage in addiction treatment, even if they’re not ready to stop using drugs.",
    "published": "Wed, 07 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/addiction-medicine-harm-reduction-opioids-louisiana-doctor-battle/"
  },
  {
    "source": "KFF_Health_News",
    "title": "The CDC Just Sidelined These Childhood Vaccines. Here’s What They Prevent.",
    "summary": "The CDC is recommending fewer childhood vaccines, although the ones it has jettisoned from the recommended schedule have successfully battled serious illness for years. Experts warn that if vaccine uptake falls, millions could be hospitalized — or worse — as a result of preventable diseases.",
    "published": "Tue, 06 Jan 2026 23:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cdc-childhood-vaccine-schedule-changes-diseases-history-data/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 06 Jan 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Seis tips para obtener fármacos que previenen el VIH superando obstáculos del sistema de salud",
    "summary": "Los CDC calculan que 2,2 millones de personas en Estados Unidos podrían beneficiarse del uso de medicamentos preventivos contra el VIH, pero solo poco más de una cuarta parte los recibe.",
    "published": "Tue, 06 Jan 2026 14:33:44 +0000",
    "link": "https://kffhealthnews.org/news/article/seis-tips-para-obtener-farmacos-que-previenen-el-vih-superando-obstaculos-del-sistema-de-salud/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Estados limitan la cobertura de una terapia de referencia para el autismo. Y las familias reaccionan",
    "summary": "El aumento en el diagnóstico y la conciencia sobre el autismo ha hecho que más familias busquen tratamiento para sus hijos. Una terapia en especial ha resultado exitosa.",
    "published": "Tue, 06 Jan 2026 14:08:13 +0000",
    "link": "https://kffhealthnews.org/news/article/estados-limitan-la-cobertura-de-una-terapia-de-referencia-para-el-autismo-y-las-familias-reaccionan/"
  },
  {
    "source": "KFF_Health_News",
    "title": "On the Hook for Uninsured Residents, Counties Now Wonder How They’ll Pay",
    "summary": "Millions of people gained health coverage under the Affordable Care Act, reducing pressure on counties in states that fund care for the uninsured. With federal policies expected to reverse that trend, county officials wonder how they will fill the gap — and who will pay for it.",
    "published": "Tue, 06 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/indigent-care-uninsured-medicaid-aca-obamacare-one-big-beautiful-bill-california/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Older Americans Quit Weight-Loss Drugs in Droves",
    "summary": "In some studies, half of patients stopped taking GLP-1s within a year despite the benefits, citing the expense and side effects.",
    "published": "Tue, 06 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/glp1-older-americans-quitting-weight-loss-drugs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Planes de Medicaid refuerzan el contacto con afiliados ante los cambios que se avecinan",
    "summary": "Nueva ley recorta más de $900.000 millones en financiamiento federal para Medicaid. También elimina alrededor de $187.000 millones del Programa de Asistencia Nutricional Suplementaria.",
    "published": "Mon, 05 Jan 2026 21:00:19 +0000",
    "link": "https://kffhealthnews.org/news/article/planes-de-medicaid-refuerzan-el-contacto-con-afiliados-ante-los-cambios-que-se-avecinan/"
  }
]