[
  {
    "source": "KFF_Health_News",
    "title": "South Carolina’s Measles Outbreak Shows Chilling Effect of Vaccine Misinformation",
    "summary": "When a measles outbreak emerged in Spartanburg, South Carolina, in October, health officials announced that most cases were tied to one public charter school, where only 17% of the 605 students enrolled during the 2024-25 academic year provided documentation showing they had received their required vaccinations.",
    "published": "Wed, 26 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/measles-outbreak-south-carolina-vaccine-misinformation-kennedy-rfk/"
  },
  {
    "source": "KFF_Health_News",
    "title": "After Shutdown, Federal Employees Face New Uncertainty: Affording Health Insurance",
    "summary": "Average premium payments in the federal government’s insurance program for its employees are set to jump more than 12% next year, on top of a 13.5% hike in 2025. The two-year increase is higher than many private employers and their workers are experiencing.",
    "published": "Wed, 26 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/federal-worker-health-insurance-fehb-premiums-increases/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: Trump Almost Unveils a Health Plan",
    "summary": "Just weeks before some tax credits for Affordable Care Act premiums expire, the Trump administration floated a plan to extend the enhanced aid — but it was met with immediate GOP pushback. Meanwhile, health secretary Robert F. Kennedy Jr. says he ordered the Centers for Disease Control and Prevention to revise its website to suggest childhood vaccines might be linked to autism. Alice Miranda Ollstein of Politico, Sandhya Raman of CQ Roll Call, and Sarah Karlin-Smith of the Pink Sheet join KFF Health News’ Julie Rovner to discuss those stories and more. Also this week, Rovner interviews Joanne Kenen and Joshua Sharfstein about their new book, “Information Sick: How Journalism’s Decline and Misinformation’s Rise Are Harming Our Health — And What We Can Do About It.”",
    "published": "Tue, 25 Nov 2025 19:10:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-424-trump-health-plan-almost-november-25-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Consejos contradictorios sobre las vacunas contra covid podrían afectar las tasas de vacunación, que ya son bajas",
    "summary": "Investigadores de salud pública temen que las tasas de vacunación caigan aún más, especialmente entre latinos, afroamericanos y personas menores de 30 años",
    "published": "Tue, 25 Nov 2025 15:35:53 +0000",
    "link": "https://kffhealthnews.org/news/article/consejos-contradictorios-sobre-las-vacunas-contra-covid-podrian-afectar-las-tasas-de-vacunacion-que-ya-son-bajas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 25 Nov 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "More People Are Caring for Dying Loved Ones at Home. A New Orleans Nonprofit Is Showing Them How.",
    "summary": "Demand for home health care, including at-home hospice care, has skyrocketed since the onset of the covid pandemic. A New Orleans nonprofit is teaching people how to provide end-of-life care for relatives and community members.",
    "published": "Tue, 25 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/end-of-life-home-hospice-care-dying-new-orleans-louisiana/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Not Serious Enough To Turn on the Siren, Toddler’s 39-Mile Ambulance Ride Still Cost Over $9,000",
    "summary": "After her son contracted a serious bacterial infection, an Ohio mother took the toddler to a nearby ER, and staffers there sent him to a children’s hospital in an ambulance. With no insurance, the family was hit with a $9,250 bill for the 40-minute ride.",
    "published": "Tue, 25 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/short-nonurgent-ambulance-ride-surprise-bill-of-the-month-november-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Caída de las tasas de vacunación y de la inmunidad alimentan brotes de tos convulsa",
    "summary": "Texas registró 1.928 casos de tos convulsa en 2024. Para octubre de 2025, el estado ya superaba los 3.500. A nivel nacional, las cifras son igual de alarmantes.",
    "published": "Mon, 24 Nov 2025 13:58:13 +0000",
    "link": "https://kffhealthnews.org/news/article/caida-de-las-tasas-de-vacunacion-y-de-la-inmunidad-alimentan-brotes-de-tos-convulsa/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Limitados por políticas de Trump, los registros de cáncer solo reconocerán a pacientes como “hombre” o “mujer”",
    "summary": "Este cambio, según científicos y defensores de pacientes, afectará negativamente la salud de la población transgénero, una de las más marginadas del país.",
    "published": "Mon, 24 Nov 2025 13:30:01 +0000",
    "link": "https://kffhealthnews.org/news/article/limitados-por-politicas-de-trump-los-registros-de-cancer-solo-reconoceran-a-pacientes-como-hombre-o-mujer/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Kids and Teens Go Full Throttle for E-Bikes as Federal Oversight Stalls",
    "summary": "States, counties, and schools step in to improve safety amid an uptick in e-bike injuries, while federal regulatory efforts stagnate.",
    "published": "Mon, 24 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/electric-e-bike-regulation-federal-states-counties-cpsc-nhtsa-colorado-injuries/"
  }
]