[
  {
    "source": "KFF_Health_News",
    "title": "Journalists Talk Increasing Insurance Costs, From Marketplace Plans to Employer Coverage",
    "summary": "KFF Health News journalists made the rounds on national and local media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 13 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-december-13-2025-aca-obamacare-enhanced-subsidies-premium-costs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Rural Health Providers Hit by $100K Trump Visa Fee",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 12 Dec 2025 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-rural-health-h1b-visa-fee/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Seguros con deducibles altos ponen en aprietos a pacientes con afecciones crónicas",
    "summary": "os planes con deducibles altos —es decir, la cantidad que los pacientes deben abonar por la mayoría de los servicios médicos antes que el seguro se haga cargo— se han vuelto cada vez más comunes.",
    "published": "Fri, 12 Dec 2025 18:23:58 +0000",
    "link": "https://kffhealthnews.org/news/article/seguros-con-deducibles-altos-ponen-en-aprietos-a-pacientes-con-afecciones-cronicas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Sticker Shock: Obamacare Customers Confront Premium Spikes as Congress Dithers",
    "summary": "With subsidies that give consumers extra help paying their health insurance premiums set to expire, lawmakers are again debating the Affordable Care Act. The difference this time: It’s happening in the middle of ACA open enrollment.",
    "published": "Fri, 12 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/obamacare-aca-congress-price-increases-subsidies-open-enrollment/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Vaccine Panel’s Hepatitis B Vote Signals Further Turbulence for Immunization Policy, Public Trust",
    "summary": "Clinicians and epidemiologists warn the decision to no longer recommend the birth dose of the hepatitis B vaccine could unravel decades of progress and expose newborns to a deadly, preventable disease.",
    "published": "Fri, 12 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/hepatitis-b-vaccine-acip-vote-birth-dose-policy-public-trust/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: Crunch Time for ACA Tax Credits",
    "summary": "Dec. 15 is the deadline to sign up for Affordable Care Act plans that begin Jan. 1, and Congress remains at odds over letting expanded tax credits for the plans’ premiums expire and increasing the cost of insurance for millions of Americans. Meanwhile, HHS Secretary Robert F. Kennedy Jr. continues to remake vaccine policy to reflect ideology rather than science. Anna Edney of Bloomberg News, Maya Goldman of Axios, and Sheryl Gay Stolberg of The New York Times join KFF Health News’ Julie Rovner to discuss those stories and more. Also this week, Rovner interviews Georgetown professor Linda Blumberg about the GOP’s health plans.",
    "published": "Thu, 11 Dec 2025 20:40:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-426-obamacare-aca-extension-rfk-vaccines-december-11-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Wheelchair? Hearing Aids? Yes. ‘Disabled’? No Way.",
    "summary": "Many older Americans shun an identity that could bring helpful accommodations, improve care, and provide community.",
    "published": "Thu, 11 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/older-people-disability-ada-michigan/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Health Care Consolidation and Rising Costs Happen, but Obamacare Is Not the Key Culprit",
    "summary": "The debate over expiring Affordable Care Act tax credits has given Republicans room to resurface old criticisms — such as blaming the ACA for mergers and consolidation within the health care industry.",
    "published": "Thu, 11 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-industry-consolidation-mergers-hospitals-doctors-rising-costs-obamacare-not-key-culprit/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Trump Rules Force Cancer Registries To ‘Erase’ Trans Patients From Public Health Data",
    "summary": "In 2026, U.S. cancer registries that receive federal funding will be required by the Trump administration to classify patients’ sex as only male, female, or not stated/unknown.",
    "published": "Thu, 11 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-wamu-health-hub-cancer-registries-sex-assigned-at-birth-transgender-data-rule/"
  },
  {
    "source": "KFF_Health_News",
    "title": "This HIV Expert Refused To Censor Data, Then Quit the CDC",
    "summary": "HIV physician John Weiser talks about why complying with President Donald Trump’s orders to erase transgender people is bad for science and society. And he notes that acquiescing didn’t spare the CDC from further harm.",
    "published": "Wed, 10 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/hiv-expert-john-weiser-refused-to-censor-data-quit-cdc-transgender-interview/"
  }
]