[
  {
    "source": "KFF_Health_News",
    "title": "Vaccines Are Helping Older People More Than We Knew",
    "summary": "Many shots seem to have “off-target” benefits, such as lowering the risk of dementia, studies have found.",
    "published": "Wed, 14 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/vaccines-off-target-benefits-older-adults-dementia-shingles/"
  },
  {
    "source": "KFF_Health_News",
    "title": "States Race To Launch Rural Health Transformation Plans",
    "summary": "Every state will receive at least $100 million annually from the federal Rural Health Transformation fund, but some scored millions more based on how the Centers for Medicare &#38; Medicaid Services judged the “quality” of their plans and willingness to pass policies embracing \"Make America Healthy Again\" initiatives.",
    "published": "Wed, 14 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/rural-health-transformation-state-distribution-technical-scores-variation-deadlines/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Las vacunas ayudan a las personas mayores más de lo que se pensaba",
    "summary": "En el lenguaje médico, se conocen como “beneficios indirectos”: efectos positivos que van más allá de prevenir la enfermedad para la que esas vacunas fueron diseñadas.",
    "published": "Wed, 14 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/las-vacunas-ayudan-a-las-personas-mayores-mas-de-lo-que-se-pensaba/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Más refugios atienden necesidades médicas de personas mayores sin techo",
    "summary": "No solo están envejeciendo quienes han vivido por años en situación de desamparo, sino que muchas personas mayores están perdiendo su vivienda por primera vez en sus vidas.",
    "published": "Tue, 13 Jan 2026 15:56:21 +0000",
    "link": "https://kffhealthnews.org/news/article/mas-refugios-atienden-necesidades-medicas-de-personas-mayores-sin-techo/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 13 Jan 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "This California Strategy Safeguarded Some Medicaid Social Services Funding From Trump",
    "summary": "Programs like Jamboree Housing Corp. have leveraged Medi-Cal funding to offer residents access to social services that experts say are key to keeping them off the streets. California intends to keep it that way, despite federal cuts.",
    "published": "Tue, 13 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/permanent-supportive-housing-california-medicaid-social-services-future-proofed/"
  },
  {
    "source": "KFF_Health_News",
    "title": "RFK Jr.’s MAHA Movement Has Picked Up Steam in Statehouses. Here’s What To Expect in 2026.",
    "summary": "“Make America Healthy Again” policies driven by HHS Secretary Robert F. Kennedy Jr. have made major strides in state legislatures, with food additives among the most common targets. The trend is expected to continue this year.",
    "published": "Tue, 13 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/maha-rfk-kennedy-state-legislatures-dyes-ultraprocessed-foods/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Nuevas alternativas para resolver la crisis del cuidado de salud en casa",
    "summary": "El cuidado en el hogar ya es una de las ocupaciones de más rápido crecimiento en el país: el año pasado había 3,2 millones de asistentes de salud en el hogar y de cuidado personal, frente a 1,4 millones una década atrás.",
    "published": "Mon, 12 Jan 2026 16:21:36 +0000",
    "link": "https://kffhealthnews.org/news/article/nuevas-alternativas-para-resolver-la-crisis-del-cuidado-de-salud-en-casa/"
  },
  {
    "source": "KFF_Health_News",
    "title": "‘Abortion as Homicide’ Debate in South Carolina Exposes GOP Rift as States Weigh New Restrictions",
    "summary": "A proposed abortion ban in South Carolina would have allowed the criminal prosecution of women who obtain the procedure. It’s unlikely to become law, but this bill and other proposals across the country show how some conservative lawmakers are embracing increasingly punitive abortion restrictions.",
    "published": "Mon, 12 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/abortion-ban-republican-lawmakers-prosecuting-women-south-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Millions of Americans Are Expected To Drop Their Affordable Care Act Plans. They’re Looking for a Plan B.",
    "summary": "An estimated 4.8 million people are expected to go without health coverage because Congress did not extend enhanced subsidies for Affordable Care Act plans. But even without a health plan, people will need medical care in 2026. Many of them have been thinking through their plan B to maintain their health.",
    "published": "Mon, 12 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aca-enhanced-subsidies-obamacare-uninsured-drop-coverage-medicaid-gap/"
  }
]