[
  {
    "source": "KFF_Health_News",
    "title": "Cómo decidir quiénes califican como “médicamente frágiles” según las reglas laborales de Medicaid",
    "summary": "Ante la falta de directrices claras a nivel federal, los estados deben llegar a un acuerdo sobre cómo definir la fragilidad médica.",
    "published": "Tue, 02 Dec 2025 21:12:57 +0000",
    "link": "https://kffhealthnews.org/news/article/como-decidir-quienes-califican-como-medicamente-fragiles-segun-las-reglas-laborales-de-medicaid/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Autoridades quieren retrasar la vacuna contra la hepatitis B. Lo que los padres deben saber",
    "summary": "Desde 1991, una dosis de la vacuna al nacer es hasta 90% efectiva para prevenir la infección transmitida por la madre si se administra en las primeras 24 horas de vida.",
    "published": "Tue, 02 Dec 2025 15:32:00 +0000",
    "link": "https://kffhealthnews.org/news/article/gobierno-quiere-retrasar-la-vacuna-contra-la-hepatitis-b-esto-es-lo-que-los-padres-deben-saber/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 02 Dec 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Cada vez más personas cuidan en casa a familiares que agonizan. Una organización enseña cómo hacerlo",
    "summary": "La demanda de atención médica en casa, incluyendo los cuidados paliativos domiciliarios, se ha disparado desde el inicio de la pandemia de covid, al igual que el número de personas que cuidan a familiares.",
    "published": "Tue, 02 Dec 2025 10:42:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cada-vez-mas-personas-cuidan-en-casa-a-familiares-que-agonizan-una-organizacion-ensena-como-hacerlo/"
  },
  {
    "source": "KFF_Health_News",
    "title": "They Need a Ventilator To Stay Alive. Getting One Can Be a Nightmare.",
    "summary": "Few nursing homes are set up to care for people needing help breathing with a ventilator because of ALS or other infirmities. Insurers often resist paying for ventilators at home, and innovative programs are now endangered by Medicaid cuts.",
    "published": "Tue, 02 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/ventilators-nursing-homes-insurers-medicaid-als-lou-gehrigs-disease-missouri/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Feds Promised ‘Radical Transparency’ but Are Withholding Rural Health Fund Applications",
    "summary": "Proposals from states that have shared their applications to a new $50 billion rural health program include using drones to deliver medication, installing refrigerators to expand access to healthy produce, and bringing telehealth to libraries, day cares, and senior centers.",
    "published": "Tue, 02 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/rural-health-transformation-program-cms-state-applications-transparency/"
  },
  {
    "source": "KFF_Health_News",
    "title": "RFK Jr. Wants To Delay the Hepatitis B Vaccine. Here’s What Parents Need To Know.",
    "summary": "A CDC panel is reconsidering the birth dose of the hepatitis B vaccine. Renewed doubt could lead to fewer kids getting vaccinated, leaving them vulnerable to an incurable, preventable virus that can be acquired by indirect contact with infected blood.",
    "published": "Tue, 02 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/hepatitis-b-kennedy-rfk-vaccine-panel-children-cdc-acip/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Gobierno prometió “transparencia radical”, pero oculta solicitudes de fondos para la salud rural",
    "summary": "Drones que entregan medicamentos y telesalud en bibliotecas locales son algunas de las ideas que líderes estatales acaban de presentar para gastar su parte de un programa federal de salud rural de $50.000 millones.",
    "published": "Tue, 02 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/gobierno-prometio-transparencia-radical-pero-oculta-solicitudes-de-fondos-para-la-salud-rural/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Niños y adolescentes aceleran con las bicicletas eléctricas mientras se estanca la supervisión federal",
    "summary": "Las regulaciones federales sobre bicicletas eléctricas son limitadas y los esfuerzos para ampliarlas se han estancado, lo que ha dejado a estados y condados con la tarea de llenar ese vacío.",
    "published": "Mon, 01 Dec 2025 14:52:53 +0000",
    "link": "https://kffhealthnews.org/news/article/ninos-y-adolescentes-aceleran-con-las-bicicletas-electricas-mientras-se-estanca-la-supervision-federal/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medicaid Work Rules Exempt the ‘Medically Frail.’ Deciding Who Qualifies Is Tricky.",
    "summary": "People on Medicaid deemed “medically frail” won’t need to meet new federal requirements that enrollees work 80 hours a month or perform another approved activity. But state officials are grappling with how to interpret who qualifies under the vague federal definition, which could affect millions.",
    "published": "Mon, 01 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicaid-work-rules-exempt-medically-frail-who-qualifies/"
  }
]