[
  {
    "source": "KFF_Health_News",
    "title": "When Suicidal Calls Come In, Who Answers? Georgia Crisis Line Response Rates Reveal Gaps",
    "summary": "In Georgia, a high number of callers to the 988 crisis line hang up or disconnect before reaching a counselor. Many other calls are transferred out of state.",
    "published": "Wed, 28 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/georgia-988-suicide-crisis-lifeline-hotline-response-rates-hang-up-mental-health/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 27 Jan 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Trump Policies at Odds With Emerging Understanding of Covid’s Long-Term Harm",
    "summary": "Studies increasingly offer insights into the health risks and burdens faced by people who have had covid infections. Meanwhile, the Trump administration has narrowed covid vaccine recommendations and cut research.",
    "published": "Tue, 27 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/covid-long-term-effects-risks-trump-policies-vaccines-research-hhs-rfk/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Doctors Increasingly See AI Scribes in a Positive Light. But Hiccups Persist.",
    "summary": "Patients say they find AI summaries of doctor visits user-friendly, but it’s not clear if their appointments are improving. In any case, doctors appear to be embracing the high-tech innovation.",
    "published": "Tue, 27 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/ambient-ai-scribes-doctor-appointments-note-taking-ehr-epic/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Watch: A Strange Checkup Bill Revealed a Firefighter’s Kids Were Mistakenly Uninsured",
    "summary": "This installment of InvestigateTV and KFF Health News’ “Costly Care” series explores how administrative errors can leave patients on the hook for bills they shouldn’t owe — sometimes with few options to correct a problem they didn’t create.",
    "published": "Tue, 27 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/watch-costly-care-checkup-surprise-bill-line-of-duty-health-insurance-benefits-children/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Políticas del gobierno chocan con el conocimiento emergente sobre los daños a largo plazo de covid",
    "summary": "Estos hallazgos generan nuevas preocupaciones sobre las políticas relacionadas con covid durante la administración Trump, según investigadores.",
    "published": "Tue, 27 Jan 2026 09:59:00 +0000",
    "link": "https://kffhealthnews.org/news/article/politicas-del-gobierno-chocan-con-el-conocimiento-emergente-sobre-los-danos-a-largo-plazo-de-covid/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Cada vez más médicos ven con buenos ojos a los asistentes de IA. Pero aún hay tropiezos",
    "summary": "Los médicos están considerando a estos asistentes de IA ambiental como una herramienta revolucionaria que les permite concentrarse en sus pacientes en lugar de en el teclado.",
    "published": "Tue, 27 Jan 2026 09:59:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cada-vez-mas-medicos-ven-con-buenos-ojos-a-los-asistentes-de-ia-pero-aun-hay-tropiezos/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Sick of Fighting Insurers, Hospitals Offer Their Own Medicare Advantage Plans",
    "summary": "Breakups between insurers and health systems, on top of plan cuts, left more than 3.7 million Medicare Advantage enrollees facing a tough choice last year: find new insurance or new doctors. But hospital systems say their Advantage plans can avert such upheaval, giving patients peace of mind.",
    "published": "Mon, 26 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-insurance-medicare-advantage-plans-hospitals/"
  },
  {
    "source": "KFF_Health_News",
    "title": "An Arm and a Leg: Charity-Care Nonprofit Scales Up and Doubles Down",
    "summary": "“An Arm and a Leg” host Dan Weissmann talks with the founder of the charity-care nonprofit Dollar For about how it helped eliminate $55 million in medical bills last year.",
    "published": "Mon, 26 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/an-arm-and-a-leg-podcast-charity-care-nonprofit-dollar-for-medical-bills/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Cansados de pelear con las aseguradoras, hospitales ofrecen sus propios planes Medicare Advantage",
    "summary": "Aunque los planes administrados por hospitales representan solo una pequeña porción del mercado de Medicare Advantage, su número de afiliados sigue creciendo, en línea con el aumento general de beneficiarios de ese sistema.",
    "published": "Mon, 26 Jan 2026 09:59:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cansados-de-pelear-con-las-aseguradoras-hospitales-ofrecen-sus-propios-planes-medicare-advantage/"
  }
]