[
  {
    "source": "KFF_Health_News",
    "title": "The CDC Just Sidelined These Childhood Vaccines. Here’s What They Prevent.",
    "summary": "The CDC is recommending fewer childhood vaccines, although the ones it has jettisoned from the recommended schedule have successfully battled serious illness for years. Experts warn that if vaccine uptake falls, millions could be hospitalized — or worse — as a result of preventable diseases.",
    "published": "Tue, 06 Jan 2026 23:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cdc-childhood-vaccine-schedule-changes-diseases-history-data/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 06 Jan 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Seis tips para obtener fármacos que previenen el VIH superando obstáculos del sistema de salud",
    "summary": "Los CDC calculan que 2,2 millones de personas en Estados Unidos podrían beneficiarse del uso de medicamentos preventivos contra el VIH, pero solo poco más de una cuarta parte los recibe.",
    "published": "Tue, 06 Jan 2026 14:33:44 +0000",
    "link": "https://kffhealthnews.org/news/article/seis-tips-para-obtener-farmacos-que-previenen-el-vih-superando-obstaculos-del-sistema-de-salud/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Estados limitan la cobertura de una terapia de referencia para el autismo. Y las familias reaccionan",
    "summary": "El aumento en el diagnóstico y la conciencia sobre el autismo ha hecho que más familias busquen tratamiento para sus hijos. Una terapia en especial ha resultado exitosa.",
    "published": "Tue, 06 Jan 2026 14:08:13 +0000",
    "link": "https://kffhealthnews.org/news/article/estados-limitan-la-cobertura-de-una-terapia-de-referencia-para-el-autismo-y-las-familias-reaccionan/"
  },
  {
    "source": "KFF_Health_News",
    "title": "On the Hook for Uninsured Residents, Counties Now Wonder How They’ll Pay",
    "summary": "Millions of people gained health coverage under the Affordable Care Act, reducing pressure on counties in states that fund care for the uninsured. With federal policies expected to reverse that trend, county officials wonder how they will fill the gap — and who will pay for it.",
    "published": "Tue, 06 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/indigent-care-uninsured-medicaid-aca-obamacare-one-big-beautiful-bill-california/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Older Americans Quit Weight-Loss Drugs in Droves",
    "summary": "In some studies, half of patients stopped taking GLP-1s within a year despite the benefits, citing the expense and side effects.",
    "published": "Tue, 06 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/glp1-older-americans-quitting-weight-loss-drugs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Planes de Medicaid refuerzan el contacto con afiliados ante los cambios que se avecinan",
    "summary": "Nueva ley recorta más de $900.000 millones en financiamiento federal para Medicaid. También elimina alrededor de $187.000 millones del Programa de Asistencia Nutricional Suplementaria.",
    "published": "Mon, 05 Jan 2026 21:00:19 +0000",
    "link": "https://kffhealthnews.org/news/article/planes-de-medicaid-refuerzan-el-contacto-con-afiliados-ante-los-cambios-que-se-avecinan/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Iowa Doesn’t Have Enough OB-GYNs. The State’s Abortion Ban Might Be Making It Worse.",
    "summary": "Abortion bans like Iowa’s have put OB-GYNs under increasing strain and surveillance, complicating the standard medical treatments for miscarriage, ectopic pregnancy, premature membrane rupture, and other pregnancy problems. As many rural areas face worsening maternity care deserts, some physicians fear these laws could drive much-needed doctors out of state and dissuade others from moving in and establishing a practice.",
    "published": "Mon, 05 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/iowa-obgyn-shortage-abortion-ban-reporductive-care/"
  },
  {
    "source": "KFF_Health_News",
    "title": "To Knock Down Health-System Hurdles Between You and HIV Prevention, Try These 6 Things",
    "summary": "It’s been more than 10 years since the FDA first approved an HIV prevention drug. Today, people who could benefit from preexposure prophylaxis often struggle to access the lifesaving medicine or run into doctors without the education or empathy to offer affirming care. And those lapses can produce billing headaches.",
    "published": "Mon, 05 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-care-helpline-prep-preexposure-prophylaxis-hiv-prevention-drug-lgbtq-tips/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Advertisements Promising Patients a ‘Dream Body’ With Minimal Risk Get Little Scrutiny",
    "summary": "While federal officials say they are cracking down on misleading drug ads, cosmetic surgery remains a “buyer beware” market.",
    "published": "Wed, 31 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cosmetic-surgery-advertisements-big-promises-little-scrutiny-lawsuits/"
  }
]