[
  {
    "source": "KFF_Health_News",
    "title": "Nuevas alternativas para resolver la crisis del cuidado de salud en casa",
    "summary": "El cuidado en el hogar ya es una de las ocupaciones de más rápido crecimiento en el país: el año pasado había 3,2 millones de asistentes de salud en el hogar y de cuidado personal, frente a 1,4 millones una década atrás.",
    "published": "Mon, 12 Jan 2026 16:21:36 +0000",
    "link": "https://kffhealthnews.org/news/article/nuevas-alternativas-para-resolver-la-crisis-del-cuidado-de-salud-en-casa/"
  },
  {
    "source": "KFF_Health_News",
    "title": "‘Abortion as Homicide’ Debate in South Carolina Exposes GOP Rift as States Weigh New Restrictions",
    "summary": "A proposed abortion ban in South Carolina would have allowed the criminal prosecution of women who obtain the procedure. It’s unlikely to become law, but this bill and other proposals across the country show how some conservative lawmakers are embracing increasingly punitive abortion restrictions.",
    "published": "Mon, 12 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/abortion-ban-republican-lawmakers-prosecuting-women-south-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Millions of Americans Are Expected To Drop Their Affordable Care Act Plans. They’re Looking for a Plan B.",
    "summary": "An estimated 4.8 million people are expected to go without health coverage because Congress did not extend enhanced subsidies for Affordable Care Act plans. But even without a health plan, people will need medical care in 2026. Many of them have been thinking through their plan B to maintain their health.",
    "published": "Mon, 12 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aca-enhanced-subsidies-obamacare-uninsured-drop-coverage-medicaid-gap/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Journalists Update Listeners on Expiration of Insurance Subsidies and New Rural Health Funding",
    "summary": "KFF Health News journalists made the rounds on local and regional media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 10 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-january-10-2026-aca-obamacare-premium-subsidies-rural-health-fund/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Vaccines Jettisoned by CDC Safeguarded Millions From Disease",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 09 Jan 2026 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-cdc-childhood-vaccine-recommendations/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Tienda de segunda mano. Clínica. Lugar de encuentro. Centro se convierte en espacio vital en medio de la crisis de vivienda y drogas",
    "summary": "Aunque lleva varios años en funcionamiento, el espacio se ha vuelto aún más crucial en los últimos meses, con la administración Trump recortando fondos a muchas organizaciones de servicios sociales y adoptando una postura agresiva frente a las personas sin hogar y el consumo de drogas.",
    "published": "Fri, 09 Jan 2026 17:06:34 +0000",
    "link": "https://kffhealthnews.org/news/article/tienda-de-segunda-mano-clinica-pista-de-patinaje-centro-se-convierte-en-un-espacio-que-salva-vidas-ante-las-crisis-de-personas-sin-hogar-y-drogas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "California Ends Medicaid Coverage of Weight Loss Drugs Despite TrumpRx Plan",
    "summary": "Low-income Californians who use Wegovy and similar medications for weight loss lost their coverage at the start of the new year, with officials advising diet and exercise instead. California and other states say the drugs are too costly, even as the Trump administration announces plans to lower prices.",
    "published": "Fri, 09 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/california-medicaid-medi-cal-glp1-weight-loss-drugs-ends-coverage-cost/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Thrift Store. Clinic. Roller Rink. Center Becomes ‘Radical’ Lifeline Amid Homelessness, Drug Crises.",
    "summary": "Located in the Lower 9th Ward, this abandoned building has become a community sanctuary and resource.",
    "published": "Fri, 09 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/new-orleans-radical-community-center-clinic-thrift-store-lifeline/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: New Year, Same Health Fight",
    "summary": "Congress returned from its break facing a familiar question: whether to extend the expanded subsidies for Affordable Care Act health plans that expired at the end of 2025. Meanwhile, HHS Secretary Robert F. Kennedy Jr. broke a promise to Bill Cassidy, the chairman of Senate health committee, by overhauling the federal government’s childhood vaccine schedule to reduce the number of diseases for which vaccines will be recommended. Sarah Karlin-Smith of Pink Sheet, Alice Miranda Ollstein of Politico, and Lauren Weber of The Washington Post join KFF Health News’ Julie Rovner to discuss those stories and more.",
    "published": "Thu, 08 Jan 2026 21:15:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-428-aca-subsidies-rfk-vaccine-schedule-january-8-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Solving the Home Care Quandary",
    "summary": "Paid home care is buckling under the surging demands of an aging population. But there are alternatives that could upgrade jobs and improve patient care.",
    "published": "Thu, 08 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/new-old-age-home-care-alternatives-cooperatives-registries-training/"
  }
]