[
  {
    "source": "KFF_Health_News",
    "title": "Advertisements Promising Patients a ‘Dream Body’ With Minimal Risk Get Little Scrutiny",
    "summary": "While federal officials say they are cracking down on misleading drug ads, cosmetic surgery remains a “buyer beware” market.",
    "published": "Wed, 31 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cosmetic-surgery-advertisements-big-promises-little-scrutiny-lawsuits/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 23 Dec 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "It’s the ‘Gold Standard’ in Autism Care. Why Are States Reining It In?",
    "summary": "States facing yawning budget shortfalls have begun cutting Medicaid reimbursements for a wide variety of services. In some states, dramatic cuts are targeting therapies that many families of autistic people say are essential to caring for their loved ones.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aba-therapy-applied-behavior-analysis-autism-medicaid-rate-cuts-north-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medical Bills Can Be Vexing and Perplexing. Here’s This Year’s Best Advice for Patients.",
    "summary": "As the crowdsourced investigative series from KFF Health News approaches its eighth anniversary, “Bill of the Month” offers its top takeaways of 2025 to help patients manage, decipher, and even fight their medical bills.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/bill-of-the-month-2025-top-takeaways-best-advice-surprise-bills/"
  },
  {
    "source": "KFF_Health_News",
    "title": "After Outpatient Cosmetic Surgery, They Wound Up in the Hospital or Alone at a Recovery House",
    "summary": "Some patients who had liposuction or other surgeries later required emergency hospital care — and some died, court records show.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/recovery-houses-outpatient-cosmetic-surgery-patient-risks/"
  },
  {
    "source": "KFF_Health_News",
    "title": "An Arm and a Leg: A Few More Good Things From 2025",
    "summary": "\"An Arm and a Leg\" looks back on state laws passed in 2025 aimed at removing medical debts from credit reports and reining in corporate influence on medicine.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/an-arm-and-a-leg-2025-highlights-medical-debt-laws-maine-oregon/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Tracking Applications for Rural Health Transformation Funds",
    "summary": "KFF Health News is working to collect and post complete application materials, by state, here and will update this repository as new materials, released in response to public records requests, arrive.",
    "published": "Mon, 22 Dec 2025 19:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tracking-applications-for-rural-health-transformation-funds/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Criminally Ill: Systemic Failures Turn State Mental Hospitals Into Prisons",
    "summary": "There has been a steep rise in the share of people with severe mental illnesses being sent to state psychiatric hospitals on court orders after being accused of serious crimes. The shift has all but halted patients’ ability to get care before they have a catastrophic crisis.",
    "published": "Mon, 22 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/criminally-ill-state-mental-psychiatric-hospitals-prisons-waitlists-ohio/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Baltimore Drove Down Gun Deaths. Now Trump Has Slashed Funding for That Work.",
    "summary": "A spike in shootings during the covid pandemic propelled community violence intervention, a field that aims to stop gun deaths at the root. Baltimore used federal funds to launch a violence prevention office. But President Donald Trump has throttled such funds and instead is sending troops into cities.",
    "published": "Mon, 22 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/baltimore-guns-community-violence-intervention-homicide-decline-arpa-federal-funds/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medicaid Health Plans Step Up Outreach Efforts Ahead of GOP Changes",
    "summary": "Even as President Donald Trump and GOP lawmakers say the One Big Beautiful Bill Act targets waste, fraud, and abuse, Medicaid health plans are hosting events across the U.S. to prevent low-income families from losing health insurance and food benefits next year.",
    "published": "Mon, 22 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/one-big-beautiful-bill-medicaid-snap-food-benefits-orange-county-california/"
  }
]