[
  {
    "source": "KFF_Health_News",
    "title": "Ante el aumento en los precios del seguro médico, las familias enfrentan decisiones difíciles",
    "summary": "Millones de personas de clase media con planes de salud de ACA enfrentan aumentos drásticos en las primas en 2026, al no contar con el respaldo de los subsidios mejorados que el Congreso no ha renovado.",
    "published": "Tue, 20 Jan 2026 15:15:11 +0000",
    "link": "https://kffhealthnews.org/news/article/ante-el-aumento-en-los-precios-del-seguro-medico-las-familias-enfrentan-decisiones-dificiles/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 20 Jan 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "GOP Promotes MAHA Agenda in Bid To Avert Midterm Losses. Dems Point to Contradictions.",
    "summary": "As fractures emerge in the Make America Great Again movement, some Republicans see its health-focused \"MAHA\" counterpart as the party’s next big thing. But doubts abound.",
    "published": "Tue, 20 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/maha-midterms-gop-strategy-health-rfk-vaccines-ultraprocessed-food/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Readers Balk at ‘Gold Standard’ of Autism Treatment",
    "summary": "KFF Health News gives readers a chance to comment on a recent batch of stories.",
    "published": "Tue, 20 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/letters-to-the-editor-january-2026-autism-gold-standard-aba/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Physician-Journalist Shines Light on Measles Upsurge and New GLP-1 Study",
    "summary": "KFF Health News' editor-at-large for public health recently took to the airwaves to discuss topical stories. Here’s a collection of her appearances.",
    "published": "Sat, 17 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-january-17-2026-measles-south-carolina-vaccination-glp1-weight-loss-drugs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Native American Leaders Target High Maternal Mortality in Indian Country",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 16 Jan 2026 20:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-indigenous-maternal-mortality/"
  },
  {
    "source": "KFF_Health_News",
    "title": "How Is Your County Spending Opioid Settlement Cash? Our New Tool Follows the Money.",
    "summary": "Lifesaving or wasteful? Opinion is divided on the ways local communities are using opioid settlement funds. Survivors of the overdose crisis and families who’ve lost loved ones to it are raising alarms about what some perceive as wasteful spending.",
    "published": "Fri, 16 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/opioid-settlement-money-tracking-tool-accountability-by-county/"
  },
  {
    "source": "KFF_Health_News",
    "title": "As Insurance Prices Rise, Families Puzzle Over Options",
    "summary": "Millions of middle-class Americans who have Affordable Care Act marketplace plans are facing soaring premium payments in 2026. Some people are contemplating big life changes to deal with new rates that kicked in on Jan. 1.",
    "published": "Fri, 16 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aca-obamacare-premium-payments-prices-marketplace-plans-hard-choices/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: Culture Wars Take Center Stage",
    "summary": "With lawmakers still mired over renewing enhanced tax credits for Affordable Care Act plans, much of Washington has turned to culture war issues. Meanwhile, “confusion” remains the watchword at HHS as personnel and funding decisions continue to be made and unmade with little notice. Anna Edney of Bloomberg News, Joanne Kenen of the Johns Hopkins Bloomberg School of Public Health and Politico Magazine, and Alice Miranda Ollstein of Politico join KFF Health News’ Julie Rovner to discuss those stories and more. Also this week, Rovner interviews KFF Health News’ Elisabeth Rosenthal, who wrote the latest “Bill of the Month” report.",
    "published": "Thu, 15 Jan 2026 20:20:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-429-obamacare-abortion-pill-mifepristone-hhs-january-15-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Kaiser Permanente To Pay $556 Million in Record Medicare Advantage Fraud Settlement",
    "summary": "Kaiser Permanente agrees to pay $556 million to settle allegations of billing the government for conditions patients didn’t have.",
    "published": "Thu, 15 Jan 2026 18:56:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicare-advantage-record-fraud-settlement-kaiser-permanente-556-million/"
  }
]