[
  {
    "source": "KFF_Health_News",
    "title": "In RFK Jr.’s Upside-Down World of Vaccines, Panel Votes To End Hepatitis B Shot at Birth",
    "summary": "A session of a vaccine panel dominated by skeptics was chaotically at odds with past practices of the CDC, which HHS Secretary Robert F. Kennedy Jr. has described as a “cesspool of corruption.” His crew voted to end a 34-year recommendation to vaccinate newborns against hepatitis B.",
    "published": "Fri, 05 Dec 2025 20:31:39 +0000",
    "link": "https://kffhealthnews.org/news/article/cdc-acip-hepatitis-b-birth-dose-reversal-recommendation-rfk/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Feds Promised ‘Radical Transparency’ but Withhold $50B Rural Fund Details",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 05 Dec 2025 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-rural-health-transformation-program-fund-transparency/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Mientras científicos estudian la propagación del sarampión en el país, Kennedy pone en riesgo avances que costaron décadas",
    "summary": "El estatus de Estados Unidos depende de si los principales brotes ocurridos este año tienen origen en el gran brote del oeste de Texas que comenzó oficialmente el 20 de enero.",
    "published": "Fri, 05 Dec 2025 12:59:56 +0000",
    "link": "https://kffhealthnews.org/news/article/mientras-cientificos-estudian-la-propagacion-del-sarampion-en-el-pais-kennedy-pone-en-riesgo-avances-que-costaron-decadas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "While Scientists Race To Study Spread of Measles in US, Kennedy Unravels Hard-Won Gains",
    "summary": "Scientists are conducting genetic analyses to see if the measles outbreak that started in Texas is still spreading from state to state. It’s a contentious question, because the findings may determine whether America loses its measles-free status.",
    "published": "Fri, 05 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/measles-virus-outbreak-spread-genomic-analysis-elimination-status-cdc-rfk-us/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Health Savings Accounts, Backed by GOP, Cover Fancy Saunas but Not Insurance Premiums",
    "summary": "Health savings accounts can be used to cover medical expenses, tax-free. But while wealthier Americans are using them to pay for gym equipment, cedar ice baths, and hemlock saunas, poorer Americans can’t use them to pay their skyrocketing health insurance premiums.",
    "published": "Fri, 05 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-savings-accounts-hsa-insurance-premiums-republicans-obamacare/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: The GOP Still Can’t Agree on a Health Plan",
    "summary": "Senate Democrats were promised a vote by mid-December on extending enhanced Affordable Care Act subsidies, but Republicans still can’t decide whether they want to put forward their own alternative or what that might include. Meanwhile, the CDC and FDA are roiled by debates over vaccines. Alice Miranda Ollstein of Politico, Joanne Kenen of the Johns Hopkins Bloomberg School of Public Health and Politico Magazine, and Paige Winfield Cunningham of The Washington Post join KFF Health News’ Julie Rovner to discuss those stories and more. Also, Rovner interviews KFF Health News’ Aneri Pattani about her project tracking opioid settlement payments.",
    "published": "Thu, 04 Dec 2025 20:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-425-republicans-obamacare-aca-subsidies-cdc-fda-vaccines-december-4-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Tracking Applications for Rural Health Transformation Funds",
    "summary": "KFF Health News is working to collect and post complete application materials, by state, here and will update this repository as new materials, released in response to public records requests, arrive.",
    "published": "Thu, 04 Dec 2025 19:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tracking-applications-for-rural-health-transformation-funds/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Under Kennedy, America’s Health Department Is in the Business of Promoting Kennedy",
    "summary": "Under Secretary Robert F. Kennedy Jr., the Department of Health and Human Services increasingly uses its social media channels to promote Kennedy himself and his agenda. Interviews with over 20 former and current employees provide a look inside an agency where personality and politics steer communications with the public.",
    "published": "Thu, 04 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/robert-kennedy-rfk-maha-hhs-cdc-social-media-vaccines-tobacco/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Republicans Left Tribes Out of Their $50B Rural Fund. Now It’s Up to States To Share.",
    "summary": "The Trump administration has championed its Rural Health Transformation Program as an investment in American families who have been left behind. But Native American tribes, whose communities have a significant presence in rural America and have some of the greatest health needs, are ineligible to apply directly for funding.",
    "published": "Thu, 04 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/native-american-tribes-rural-health-transformation-program/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Aunque se reanuda SNAP, nuevas reglas laborales amenazan el acceso al programa de alimentos por años",
    "summary": "Ahora, los estados deben cumplir con las nuevas reglas o enfrentar sanciones que podrían obligarlos a cubrir una parte mayor del costo del programa.",
    "published": "Wed, 03 Dec 2025 15:32:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aunque-se-reanuda-snap-nuevas-reglas-laborales-amenazan-el-acceso-al-programa-de-alimentos-por-anos/"
  }
]