[
  {
    "source": "KFF_Health_News",
    "title": "Journalists Update Listeners on Expiration of Insurance Subsidies and New Rural Health Funding",
    "summary": "KFF Health News journalists made the rounds on local and regional media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 10 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-january-10-2026-aca-obamacare-premium-subsidies-rural-health-fund/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Vaccines Jettisoned by CDC Safeguarded Millions From Disease",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 09 Jan 2026 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-cdc-childhood-vaccine-recommendations/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Tienda de segunda mano. Clínica. Lugar de encuentro. Centro se convierte en espacio vital en medio de la crisis de vivienda y drogas",
    "summary": "Aunque lleva varios años en funcionamiento, el espacio se ha vuelto aún más crucial en los últimos meses, con la administración Trump recortando fondos a muchas organizaciones de servicios sociales y adoptando una postura agresiva frente a las personas sin hogar y el consumo de drogas.",
    "published": "Fri, 09 Jan 2026 17:06:34 +0000",
    "link": "https://kffhealthnews.org/news/article/tienda-de-segunda-mano-clinica-pista-de-patinaje-centro-se-convierte-en-un-espacio-que-salva-vidas-ante-las-crisis-de-personas-sin-hogar-y-drogas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "California Ends Medicaid Coverage of Weight Loss Drugs Despite TrumpRx Plan",
    "summary": "Low-income Californians who use Wegovy and similar medications for weight loss lost their coverage at the start of the new year, with officials advising diet and exercise instead. California and other states say the drugs are too costly, even as the Trump administration announces plans to lower prices.",
    "published": "Fri, 09 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/california-medicaid-medi-cal-glp1-weight-loss-drugs-ends-coverage-cost/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Thrift Store. Clinic. Roller Rink. Center Becomes ‘Radical’ Lifeline Amid Homelessness, Drug Crises.",
    "summary": "Located in the Lower 9th Ward, this abandoned building has become a community sanctuary and resource.",
    "published": "Fri, 09 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/new-orleans-radical-community-center-clinic-thrift-store-lifeline/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: New Year, Same Health Fight",
    "summary": "Congress returned from its break facing a familiar question: whether to extend the expanded subsidies for Affordable Care Act health plans that expired at the end of 2025. Meanwhile, HHS Secretary Robert F. Kennedy Jr. broke a promise to Bill Cassidy, the chairman of Senate health committee, by overhauling the federal government’s childhood vaccine schedule to reduce the number of diseases for which vaccines will be recommended. Sarah Karlin-Smith of Pink Sheet, Alice Miranda Ollstein of Politico, and Lauren Weber of The Washington Post join KFF Health News’ Julie Rovner to discuss those stories and more.",
    "published": "Thu, 08 Jan 2026 21:15:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-428-aca-subsidies-rfk-vaccine-schedule-january-8-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Solving the Home Care Quandary",
    "summary": "Paid home care is buckling under the surging demands of an aging population. But there are alternatives that could upgrade jobs and improve patient care.",
    "published": "Thu, 08 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/new-old-age-home-care-alternatives-cooperatives-registries-training/"
  },
  {
    "source": "KFF_Health_News",
    "title": "In Lodge Grass, Montana, a Crow Community Works To Rebuild From Meth’s Destruction",
    "summary": "Meth is a problem most everywhere, but particularly in Indian Country. On the Crow Indian Reservation in Montana, new buildings serve as symbols of a town trying to rebuild after being devastated by addiction.",
    "published": "Thu, 08 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tribal-health-meth-epidemic-recovery-montana-town-rebuilds-crow-reservation/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Las enfermedades y muertes que previenen las vacunas que los CDC han dejado de recomendar",
    "summary": "El gobierno federal ha reducido drásticamente la cantidad de vacunas infantiles recomendadas, dejando fuera seis inmunizaciones de rutina que han protegido a millones de personas de enfermedades graves, discapacidades a largo plazo y muertes.",
    "published": "Wed, 07 Jan 2026 12:29:13 +0000",
    "link": "https://kffhealthnews.org/news/article/las-enfermedades-y-muertes-que-previenen-las-vacunas-que-los-cdc-han-dejado-de-recomendar/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Homeless Shelters for Seniors Pop Up, Catering to Older Adults’ Medical Needs",
    "summary": "Seniors are the fastest-growing segment of homeless Americans. Shelters are struggling to take in people with mobility issues and other chronic health conditions that can make living in a shelter nearly impossible. But specialized shelters for seniors are cropping up around the country to fill the gap.",
    "published": "Wed, 07 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/homeless-shelters-older-adults-medical-care-utah-florida/"
  }
]