[
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: HHS Gets Funding, But How Will Trump Spend It?",
    "summary": "Congress has passed — and President Trump has signed — the annual spending bill for the Department of Health and Human Services. But it’s unclear whether the administration will spend the money as Congress directed. Anna Edney of Bloomberg News, Joanne Kenen of the Johns Hopkins Bloomberg School of Public Health and Politico Magazine, and Sandhya Raman of CQ Roll Call join KFF Health News’ Julie Rovner to discuss that story and more. Also this week, Rovner interviews KFF Health News’ Renuka Rayasam about a new reporting project, “Priced Out.”",
    "published": "Thu, 05 Feb 2026 19:22:08 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-432-hhs-funding-congress-trump-obamacare-february-5-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Newsom ajusta su discurso sobre la salud de inmigrantes enfocado en una posible candidatura presidencial",
    "summary": "Newsom propuso que el estado no intervenga cuando, a partir de octubre, el gobierno federal deje de brindar cobertura médica a unos 200.000 residentes legales, entre ellos solicitantes de asilo y refugiados.",
    "published": "Thu, 05 Feb 2026 14:04:58 +0000",
    "link": "https://kffhealthnews.org/news/article/newsom-ajusta-su-discurso-sobre-la-salud-de-inmigrantes-enfocado-en-una-posible-candidatura-presidencial/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Newsom Walks Thin Line on Immigrant Health as He Eyes Presidential Bid",
    "summary": "Progressives are assailing Gov. Gavin Newsom for proposing to pull back coverage for some legal residents, such as refugees and asylum-seekers, while conservatives lambaste the California Democrat for using limited state funds on Medicaid coverage for immigrants without legal status.",
    "published": "Thu, 05 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/california-governor-gavin-newsom-immigrant-health-care-medicaid-president/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Poison at Play: Unsafe Levels of Lead Found in Half of New Orleans Playgrounds",
    "summary": "Verite News’ reporters tested soil in more than 80 playgrounds for lead contamination. Even in trace amounts, lead exposure in children can result in lower IQs, learning challenges, and behavioral issues.",
    "published": "Thu, 05 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/new-orleans-lead-contamination-parks-playgrounds-testing/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen: Many Tents Are Gone, but Washington’s Homeless — And Their Health Problems — Aren’t",
    "summary": "Sweeps of encampments scatter homeless people, as medications are tossed and street medicine providers scramble to reconnect with their patients. KFF Health News senior correspondent Angela Hart discusses the aftermath on the Jan. 28 edition of WAMU’s “Health Hub.”",
    "published": "Wed, 04 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/homeless-crackdown-washington-dc-wamu-health-hub-winter-listen/"
  },
  {
    "source": "KFF_Health_News",
    "title": "When the Doctor Needs a Checkup",
    "summary": "The physician workforce is aging fast, and some hospitals now require that older clinicians undergo testing for cognitive decline. Many have resisted.",
    "published": "Wed, 04 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/doctor-cognitive-decline-assessment-ageism/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 03 Feb 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "If You’re Pregnant and Uninsured, Medicaid Might Be Your Answer",
    "summary": "Prenatal care can make a huge difference to the long-term health of both the parent and baby. Every state offers health coverage to lower-income pregnant women who might otherwise go uninsured.",
    "published": "Tue, 03 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/healthq-pregnancy-pregnant-uninsured-medicaid-prenatal-postpartum/"
  },
  {
    "source": "KFF_Health_News",
    "title": "NIH Grant Disruptions Slow Down Breast Cancer Research",
    "summary": "The Trump administration has made the future of federal funding for cancer research uncertain. At one groundbreaking breast cancer research lab, work that could save lives has slowed significantly.",
    "published": "Tue, 03 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/nih-grant-freeze-breast-cancer-research-slowed-harvard-lab/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Si estás embarazada y no tienes seguro de salud, Medicaid podría ser la solución",
    "summary": "Todos los estados ofrecen cobertura de Medicaid a las mujeres embarazadas que cumplen con ciertos requisitos de ingresos. Pero cambia dependiendo del estado.",
    "published": "Tue, 03 Feb 2026 09:59:00 +0000",
    "link": "https://kffhealthnews.org/news/article/si-estas-embarazada-y-no-tienes-seguro-de-salud-medicaid-podria-ser-la-solucion/"
  }
]