[
  {
    "source": "KFF_Health_News",
    "title": "FDA cuestiona uso de antidepresivos en el embarazo, pero médicos dicen que son esenciales",
    "summary": "A expertos médicos les preocupa que una mesa redonda convocada en julio por la Administración de Alimentos y Medicamentos pueda provocar más casos de depresión no tratada.",
    "published": "Mon, 15 Dec 2025 15:14:22 +0000",
    "link": "https://kffhealthnews.org/news/article/fda-cuestiona-uso-de-antidepresivos-en-el-embarazo-pero-medicos-dicen-que-son-esenciales/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Qué significa la decisión sobre la vacuna contra la hepatitis B para la gente",
    "summary": "Un comité de los Centros para el Control y Prevención de Enfermedades votó para poner fin a la recomendación universal de aplicar la vacuna contra la hepatitis B a los recién nacidos.",
    "published": "Mon, 15 Dec 2025 10:44:00 +0000",
    "link": "https://kffhealthnews.org/news/article/que-significa-la-decision-sobre-la-vacuna-contra-la-hepatitis-b-para-la-gente/"
  },
  {
    "source": "KFF_Health_News",
    "title": "FDA Panelists Questioned Antidepressants in Pregnancy. But Doctors Call Them a Lifeline.",
    "summary": "Participants in an FDA panel discussion warned the public about risks from using antidepressants in pregnancy. But mental health issues, including suicide and overdoses, are the leading cause of maternal death in the United States. Antidepressants are a safe, well-studied way to help prevent those deaths, medical experts say.",
    "published": "Mon, 15 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/fda-antidepressants-risks-pregnancy-mothers-ssri-mental-health/"
  },
  {
    "source": "KFF_Health_News",
    "title": "An Arm and a Leg: How To Pick Health Insurance — In the Worst Year Ever",
    "summary": "As millions face skyrocketing health insurance premiums, the “Arm and a Leg” team navigates their own limited options.",
    "published": "Mon, 15 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/arm-and-a-leg-picking-health-insurance-2026-tips/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Nueva tarifa de $100.000 por visa impuesta por Trump afecta a trabajadores de salud rurales",
    "summary": "El sistema de salud en Estados Unidos depende del personal nacido en el extranjero para cubrir plazas como médicos, enfermeros, técnicos y otros profesionales, especialmente en zonas rurales.",
    "published": "Sat, 13 Dec 2025 16:01:55 +0000",
    "link": "https://kffhealthnews.org/news/article/nueva-tarifa-de-100-000-por-visa-impuesta-por-trump-afecta-a-trabajadores-de-salud-rurales/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Journalists Talk Increasing Insurance Costs, From Marketplace Plans to Employer Coverage",
    "summary": "KFF Health News journalists made the rounds on national and local media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 13 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-december-13-2025-aca-obamacare-enhanced-subsidies-premium-costs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Rural Health Providers Hit by $100K Trump Visa Fee",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 12 Dec 2025 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-rural-health-h1b-visa-fee/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Seguros con deducibles altos ponen en aprietos a pacientes con afecciones crónicas",
    "summary": "os planes con deducibles altos —es decir, la cantidad que los pacientes deben abonar por la mayoría de los servicios médicos antes que el seguro se haga cargo— se han vuelto cada vez más comunes.",
    "published": "Fri, 12 Dec 2025 18:23:58 +0000",
    "link": "https://kffhealthnews.org/news/article/seguros-con-deducibles-altos-ponen-en-aprietos-a-pacientes-con-afecciones-cronicas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Sticker Shock: Obamacare Customers Confront Premium Spikes as Congress Dithers",
    "summary": "With subsidies that give consumers extra help paying their health insurance premiums set to expire, lawmakers are again debating the Affordable Care Act. The difference this time: It’s happening in the middle of ACA open enrollment.",
    "published": "Fri, 12 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/obamacare-aca-congress-price-increases-subsidies-open-enrollment/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Vaccine Panel’s Hepatitis B Vote Signals Further Turbulence for Immunization Policy, Public Trust",
    "summary": "Clinicians and epidemiologists warn the decision to no longer recommend the birth dose of the hepatitis B vaccine could unravel decades of progress and expose newborns to a deadly, preventable disease.",
    "published": "Fri, 12 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/hepatitis-b-vaccine-acip-vote-birth-dose-policy-public-trust/"
  }
]