[
  {
    "source": "KFF_Health_News",
    "title": "Watch: What Do Republicans Really Want on Health Care?",
    "summary": "On “What the Health? From KFF Health News,” distributed by WAMU, chief Washington correspondent and podcast host Julie Rovner sat down with Avik Roy, a GOP health policy adviser, to talk about how health care has evolved as a Republican Party issue.",
    "published": "Mon, 08 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/watch-republicans-health-care-working-class-issue/"
  },
  {
    "source": "KFF_Health_News",
    "title": "A North Carolina Hospital Was Slated To Open in 2025. Mired in Bureaucracy, It’s Still a Dirt Field.",
    "summary": "Regulations meant to prevent unfettered health care expansion are withholding needed hospital beds in a rural part of North Carolina. Here, as in communities around the country, some officials and health care providers are contesting such “certificate of need” laws.",
    "published": "Mon, 08 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/certificate-of-need-laws-north-carolina-hospital-bureaucracy-dirt-field/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Journalists Dig Into Maine HIV Outbreak and Ever-Closer End to Enhanced ACA Subsidies",
    "summary": "KFF Health News journalists made the rounds on national media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 06 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-december-6-2025-maine-hiv-outbreak-homelessness-trump-aca-subsidies/"
  },
  {
    "source": "KFF_Health_News",
    "title": "In RFK Jr.’s Upside-Down World of Vaccines, Panel Votes To End Hepatitis B Shot at Birth",
    "summary": "A session of a vaccine panel dominated by skeptics was chaotically at odds with past practices of the CDC, which HHS Secretary Robert F. Kennedy Jr. has described as a “cesspool of corruption.” His crew voted to end a 34-year recommendation to vaccinate newborns against hepatitis B.",
    "published": "Fri, 05 Dec 2025 20:31:39 +0000",
    "link": "https://kffhealthnews.org/news/article/cdc-acip-hepatitis-b-birth-dose-reversal-recommendation-rfk/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Feds Promised ‘Radical Transparency’ but Withhold $50B Rural Fund Details",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 05 Dec 2025 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-rural-health-transformation-program-fund-transparency/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Mientras científicos estudian la propagación del sarampión en el país, Kennedy pone en riesgo avances que costaron décadas",
    "summary": "El estatus de Estados Unidos depende de si los principales brotes ocurridos este año tienen origen en el gran brote del oeste de Texas que comenzó oficialmente el 20 de enero.",
    "published": "Fri, 05 Dec 2025 12:59:56 +0000",
    "link": "https://kffhealthnews.org/news/article/mientras-cientificos-estudian-la-propagacion-del-sarampion-en-el-pais-kennedy-pone-en-riesgo-avances-que-costaron-decadas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "While Scientists Race To Study Spread of Measles in US, Kennedy Unravels Hard-Won Gains",
    "summary": "Scientists are conducting genetic analyses to see if the measles outbreak that started in Texas is still spreading from state to state. It’s a contentious question, because the findings may determine whether America loses its measles-free status.",
    "published": "Fri, 05 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/measles-virus-outbreak-spread-genomic-analysis-elimination-status-cdc-rfk-us/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Health Savings Accounts, Backed by GOP, Cover Fancy Saunas but Not Insurance Premiums",
    "summary": "Health savings accounts can be used to cover medical expenses, tax-free. But while wealthier Americans are using them to pay for gym equipment, cedar ice baths, and hemlock saunas, poorer Americans can’t use them to pay their skyrocketing health insurance premiums.",
    "published": "Fri, 05 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-savings-accounts-hsa-insurance-premiums-republicans-obamacare/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: The GOP Still Can’t Agree on a Health Plan",
    "summary": "Senate Democrats were promised a vote by mid-December on extending enhanced Affordable Care Act subsidies, but Republicans still can’t decide whether they want to put forward their own alternative or what that might include. Meanwhile, the CDC and FDA are roiled by debates over vaccines. Alice Miranda Ollstein of Politico, Joanne Kenen of the Johns Hopkins Bloomberg School of Public Health and Politico Magazine, and Paige Winfield Cunningham of The Washington Post join KFF Health News’ Julie Rovner to discuss those stories and more. Also, Rovner interviews KFF Health News’ Aneri Pattani about her project tracking opioid settlement payments.",
    "published": "Thu, 04 Dec 2025 20:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-425-republicans-obamacare-aca-subsidies-cdc-fda-vaccines-december-4-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Tracking Applications for Rural Health Transformation Funds",
    "summary": "KFF Health News is working to collect and post complete application materials, by state, here and will update this repository as new materials, released in response to public records requests, arrive.",
    "published": "Thu, 04 Dec 2025 19:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tracking-applications-for-rural-health-transformation-funds/"
  }
]