[
  {
    "source": "KFF_Health_News",
    "title": "Estas medidas podrían cambiar la calidad de la atención médica de las personas mayores",
    "summary": "Después de décadas de lucha y presión, en 2023 la administración Biden abordó el problema crónico de la falta de personal en los centros de cuidado a largo plazo. ahora todo ha cambiado.",
    "published": "Mon, 26 Jan 2026 16:16:13 +0000",
    "link": "https://kffhealthnews.org/news/article/estas-medidas-podrian-cambiar-la-calidad-de-la-atencion-medica-de-las-personas-mayores/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Cansados de pelear con las aseguradoras, hospitales ofrecen sus propios planes Medicare Advantage",
    "summary": "Aunque los planes administrados por hospitales representan solo una pequeña porción del mercado de Medicare Advantage, su número de afiliados sigue creciendo, en línea con el aumento general de beneficiarios de ese sistema.",
    "published": "Mon, 26 Jan 2026 15:17:07 +0000",
    "link": "https://kffhealthnews.org/news/article/cansados-de-pelear-con-las-aseguradoras-hospitales-ofrecen-sus-propios-planes-medicare-advantage/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Estados Unidos podría perder su estatus de país libre de sarampión",
    "summary": "Esto marca un cambio importante desde que Estados Unidos eliminara el sarampión en el año 2000. Hasta ahora, el virus aparecía de manera esporádica, con personas infectadas en el extranjero, pero rara vez provocaba brotes locales debido a las altas tasas de vacunación.",
    "published": "Mon, 26 Jan 2026 10:46:00 +0000",
    "link": "https://kffhealthnews.org/news/article/estados-unidos-podria-perder-su-estatus-de-pais-libre-de-sarampion/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Sick of Fighting Insurers, Hospitals Offer Their Own Medicare Advantage Plans",
    "summary": "Breakups between insurers and health systems, on top of plan cuts, left more than 3.7 million Medicare Advantage enrollees facing a tough choice last year: find new insurance or new doctors. But hospital systems say their Advantage plans can avert such upheaval, giving patients peace of mind.",
    "published": "Mon, 26 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-insurance-medicare-advantage-plans-hospitals/"
  },
  {
    "source": "KFF_Health_News",
    "title": "An Arm and a Leg: Charity-Care Nonprofit Scales Up and Doubles Down",
    "summary": "“An Arm and a Leg” host Dan Weissmann talks with the founder of the charity-care nonprofit Dollar For about how it helped eliminate $55 million in medical bills last year.",
    "published": "Mon, 26 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/an-arm-and-a-leg-podcast-charity-care-nonprofit-dollar-for-medical-bills/"
  },
  {
    "source": "KFF_Health_News",
    "title": "El alto costo del seguro médico pone en jaque a los granjeros",
    "summary": "Y ahora, los subsidios mejorados de la Ley de Cuidado de Salud a Bajo Precio, en los que muchos agricultores confiaban para comprar cobertura, no han sido renovados.",
    "published": "Sun, 25 Jan 2026 17:41:16 +0000",
    "link": "https://kffhealthnews.org/news/article/el-alto-costo-del-seguro-medico-pone-en-jaque-a-los-agricultores/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Journalists Mine News for Insights on Tylenol, Obamacare Credits, and Rural Health Funding",
    "summary": "KFF Health News journalists made the rounds on national and local media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 24 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-january-24-2026-tylenol-pregnancy-study-measles-aca-subsidies-rural-health/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Dems See Opportunities in Republican Embrace of MAHA Movement",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 23 Jan 2026 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-gop-embrace-maha-movement-elections/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Why Medication Abortion Is the Top Target for Anti-Abortion Groups in 2026",
    "summary": "With abortions still on the rise nationwide despite widespread bans, curtailing the use of pregnancy-terminating medication is a top priority for abortion opponents — and they’re frustrated that the Trump administration isn’t doing more to limit its use.",
    "published": "Fri, 23 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/mifepristone-medication-abortion-pill-trump-fda/"
  },
  {
    "source": "KFF_Health_News",
    "title": "These 3 Policy Moves Are Likely To Change Health Care for Older People",
    "summary": "Two Trump administration regulatory rollbacks affect nursing home staffing and home care workers, and a new AI experiment in Medicare has alarmed eldercare advocates and congressional Democrats.",
    "published": "Fri, 23 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/long-term-care-nursing-homes-medicare-ai-prior-authorization/"
  }
]