[
  {
    "source": "KFF_Health_News",
    "title": "Niños y adolescentes aceleran con las bicicletas eléctricas mientras se estanca la supervisión federal",
    "summary": "Las regulaciones federales sobre bicicletas eléctricas son limitadas y los esfuerzos para ampliarlas se han estancado, lo que ha dejado a estados y condados con la tarea de llenar ese vacío.",
    "published": "Mon, 01 Dec 2025 14:52:53 +0000",
    "link": "https://kffhealthnews.org/news/article/ninos-y-adolescentes-aceleran-con-las-bicicletas-electricas-mientras-se-estanca-la-supervision-federal/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medicaid Work Rules Exempt the ‘Medically Frail.’ Deciding Who Qualifies Is Tricky.",
    "summary": "People on Medicaid deemed “medically frail” won’t need to meet new federal requirements that enrollees work 80 hours a month or perform another approved activity. But state officials are grappling with how to interpret who qualifies under the vague federal definition, which could affect millions.",
    "published": "Mon, 01 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicaid-work-rules-exempt-medically-frail-who-qualifies/"
  },
  {
    "source": "KFF_Health_News",
    "title": "New Work Requirement Adds Red Tape to Missouri’s Snarled Food Aid System",
    "summary": "Under Republicans’ One Big Beautiful Bill Act, states must shoulder more of the administrative and cost burdens of the food aid program SNAP, which helps feed 42 million Americans.",
    "published": "Mon, 01 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/missouri-food-stamps-snap-work-requirement-backlogs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Watch: Trump Considers Extending Obamacare Subsidies",
    "summary": "Amanda Seitz, KFF Health News’ Washington health policy reporter, appeared on NewsNation’s \"NewsNation Live With Connell McShane\" on Nov. 24 to discuss President Donald Trump’s latest health proposal.",
    "published": "Mon, 01 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/watch-trump-considers-extending-obamacare-subsidies-newsnation/"
  },
  {
    "source": "KFF_Health_News",
    "title": "South Carolina’s Measles Outbreak Shows Chilling Effect of Vaccine Misinformation",
    "summary": "When a measles outbreak emerged in Spartanburg, South Carolina, in October, health officials announced that most cases were tied to one public charter school, where only 17% of the 605 students enrolled during the 2024-25 academic year provided documentation showing they had received their required vaccinations.",
    "published": "Wed, 26 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/measles-outbreak-south-carolina-vaccine-misinformation-kennedy-rfk/"
  },
  {
    "source": "KFF_Health_News",
    "title": "After Shutdown, Federal Employees Face New Uncertainty: Affording Health Insurance",
    "summary": "Average premium payments in the federal government’s insurance program for its employees are set to jump more than 12% next year, on top of a 13.5% hike in 2025. The two-year increase is higher than many private employers and their workers are experiencing.",
    "published": "Wed, 26 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/federal-worker-health-insurance-fehb-premiums-increases/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: Trump Almost Unveils a Health Plan",
    "summary": "Just weeks before some tax credits for Affordable Care Act premiums expire, the Trump administration floated a plan to extend the enhanced aid — but it was met with immediate GOP pushback. Meanwhile, health secretary Robert F. Kennedy Jr. says he ordered the Centers for Disease Control and Prevention to revise its website to suggest childhood vaccines might be linked to autism. Alice Miranda Ollstein of Politico, Sandhya Raman of CQ Roll Call, and Sarah Karlin-Smith of the Pink Sheet join KFF Health News’ Julie Rovner to discuss those stories and more. Also this week, Rovner interviews Joanne Kenen and Joshua Sharfstein about their new book, “Information Sick: How Journalism’s Decline and Misinformation’s Rise Are Harming Our Health — And What We Can Do About It.”",
    "published": "Tue, 25 Nov 2025 19:10:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-424-trump-health-plan-almost-november-25-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Consejos contradictorios sobre las vacunas contra covid podrían afectar las tasas de vacunación, que ya son bajas",
    "summary": "Investigadores de salud pública temen que las tasas de vacunación caigan aún más, especialmente entre latinos, afroamericanos y personas menores de 30 años",
    "published": "Tue, 25 Nov 2025 16:35:00 +0000",
    "link": "https://kffhealthnews.org/news/article/consejos-contradictorios-sobre-las-vacunas-contra-covid-podrian-afectar-las-tasas-de-vacunacion-que-ya-son-bajas/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 25 Nov 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "More People Are Caring for Dying Loved Ones at Home. A New Orleans Nonprofit Is Showing Them How.",
    "summary": "Demand for home health care, including at-home hospice care, has skyrocketed since the onset of the covid pandemic. A New Orleans nonprofit is teaching people how to provide end-of-life care for relatives and community members.",
    "published": "Tue, 25 Nov 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/end-of-life-home-hospice-care-dying-new-orleans-louisiana/"
  }
]