[
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: New Flu Vax? FDA Says No Thanks",
    "summary": "It’s been a busy week at the FDA, with a political appointee overruling agency scientists to reject an application for a new flu vaccine. Meanwhile, anti-abortion Republicans on Capitol Hill complain the agency is dragging its feet on reviewing the abortion pill mifepristone. Jackie Fortiér of KFF Health News, Lizzy Lawrence of Stat, and Alice Miranda Ollstein of Politico join KFF Health News’ Julie Rovner to discuss these stories and more.",
    "published": "Thu, 12 Feb 2026 19:50:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-433-fda-flu-vaccine-rejected-moderna-abortion-pill-february-12-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Alabama’s ‘Pretty Cool’ Plan for Robots in Maternity Care Sparks Debate",
    "summary": "Alabama, a state with one of the nation’s highest infant mortality rates, is betting on robots to help fix its maternal care crisis. But the state’s plan for telerobotic ultrasounds in rural areas has raised doubts.",
    "published": "Thu, 12 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/alabama-robot-ultrasounds-maternity-care-rural-health-oz/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Louisville Found PFAS in Drinking Water. The Trump Administration Wouldn’t Require Any Action.",
    "summary": "After detecting a sudden spike in PFAS in its drinking water, the city traced it upstream along the Ohio River to a factory in West Virginia. But the EPA has relaxed Biden-era plans to regulate PFAS levels. So what happens next?",
    "published": "Thu, 12 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/louisville-forever-chemicals-pfas-drinking-water-ohio-river-chemours-trump-epa/"
  },
  {
    "source": "KFF_Health_News",
    "title": "End of Enhanced Obamacare Subsidies Puts Tribal Health Lifeline at Risk",
    "summary": "Tribal insurance programs give Native Americans access to affordable health care when the Indian Health Service falls short. Those plans are threatened by the expiration of enhanced Affordable Care Act subsidies.",
    "published": "Wed, 11 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tribal-health-enhanced-obamacare-subsidies-funding-shortages/"
  },
  {
    "source": "KFF_Health_News",
    "title": "New Medicaid Work Rules Likely To Hit Middle-Aged Adults Hard",
    "summary": "Republicans have said new rules requiring many Medicaid participants to work 80 hours a month will pinpoint unemployed young people who should have jobs. Policy researchers say the rules are more likely to disrupt coverage for middle-aged adults, harming their physical and financial health.",
    "published": "Wed, 11 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicaid-work-requirements-middle-aged-adults-women/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 10 Feb 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Obamacare: el impacto de los costos en las inscripciones no se conocerá hasta dentro de varios meses",
    "summary": "Los subsidios mejorados, que redujeron el porcentaje del ingreso familiar que se debía pagar por la atención médica y eliminaron el límite de ingresos para calificar, expiraron a fines del año pasado.",
    "published": "Tue, 10 Feb 2026 14:09:14 +0000",
    "link": "https://kffhealthnews.org/news/article/obamacare-el-impacto-de-los-costos-en-las-inscripciones-no-se-conocera-hasta-dentro-de-varios-meses/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Trabajadores de salud pública renuncian antes de ir a Guantánamo",
    "summary": "Oficiales del Servicio de Salud Pública que trabajaron en Guantánamo el año pasado describieron las condiciones en las que se encontraban los detenidos inmigrantes.",
    "published": "Tue, 10 Feb 2026 12:57:49 +0000",
    "link": "https://kffhealthnews.org/news/article/trabajadores-de-salud-publica-renuncian-antes-de-ir-a-guantanamo/"
  },
  {
    "source": "KFF_Health_News",
    "title": "La consulta con tu próximo médico de atención primaria podría ser solo virtual y agendada a través de IA",
    "summary": "La falta de médicos de atención primaria es un problema nacional. Algunas grandes redes de salud están recurriendo a la inteligencia artificial en busca de soluciones.",
    "published": "Tue, 10 Feb 2026 11:39:25 +0000",
    "link": "https://kffhealthnews.org/news/article/la-consulta-con-tu-proximo-medico-de-atencion-primaria-podria-ser-solo-virtual-y-agendada-a-traves-de-ia/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Obamacare Sign-Ups Drop, but the Extent Won’t Be Clear for Months",
    "summary": "Experts say Affordable Care Act sign-up data won’t be clear until people who were enrolled have paid — or haven't paid — their new, often much higher, premiums.",
    "published": "Tue, 10 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/affordable-care-act-aca-obamacare-sign-ups-subsidies-higher-premiums/"
  }
]