[
  {
    "source": "KFF_Health_News",
    "title": "Journalists Zero In on ‘Certificate of Need’ Laws and Turbulent Obamacare Enrollment Season",
    "summary": "KFF Health News journalists made the rounds on regional media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 20 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-december-20-2025-obamacare-subsidies-certificate-of-need-con/"
  },
  {
    "source": "KFF_Health_News",
    "title": "State Exchange Directors Seeing Consumers’ Fears — In Real Time — About Obamacare Premium Hikes",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 19 Dec 2025 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-obamacare-afforable-care-act-premiums-increase-consumer-fears/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Guns Marketed for Personal Safety Fuel Public Health Crisis in Black Communities",
    "summary": "During the covid pandemic, gun marketers told many Americans they needed firearms to defend against criminals and protesters. Then firearm deaths mounted rapidly in racially segregated and low-income neighborhoods, according to federal data.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/guns-marketing-safety-protection-hunting-diversity-profit-black-minority-communities/"
  },
  {
    "source": "KFF_Health_News",
    "title": "States Advance Medical Debt Protections as Federal Support Turns to Opposition",
    "summary": "Federal officials reversed their stance on medical debt credit reporting, then came a lawsuit in Colorado. As lawmakers in other states forge ahead with attempts to protect consumers from medical debt, some are reconsidering how they go about it.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/credit-reports-medical-debt-state-legislation-cfpb-trump-reversal/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Scorpion Peppers Caused Him ‘Crippling’ Pain. Two Years Later, the ER Bill Stung Him Again.",
    "summary": "Homemade hot sauce sent a Colorado man to the emergency room with what he called “the worst pain of my life.” But stomach cramps were only the beginning. Two years later, the bill came.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/scorpion-peppers-spicy-food-colorado-bill-of-the-month-december-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Inside the FDA’s Vaccine Uproar",
    "summary": "An internal email claiming covid vaccines killed children triggered a formal response from a dozen past FDA commissioners. The email, sent by the head of the Center for Biologics Evaluation and Research, outlines a framework that could have significant impact on the nation’s vaccine policies.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/vaccine-uproar-fda-former-commissioners-vinay-prasad-memo-worldview/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Las armas promovidas para la seguridad personal provocan una crisis de salud pública en comunidades negras",
    "summary": "Las verificaciones de antecedentes para comprar armas aumentaron 60% de 2019 a 2020, año en que el gobierno federal declaró la emergencia sanitaria por covid.\nEse mismo año, más de 45.000 personas murieron por violencia con armas de fuego.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/las-armas-promovidas-para-la-seguridad-personal-provocan-una-crisis-de-salud-publica-en-comunidades-negras/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Judge in Nursing Home Bankruptcy Case Gives Families Fresh Hope of Compensation for Injuries, Deaths",
    "summary": "Genesis HealthCare’s controlling investor, Joel Landau, had sought to rebuy the nursing homes while gaining protection from settlement payments over allegations of poor care. A judge rejected the proposal and ordered a new auction. A KFF Health News investigation found Genesis settled hundreds of lawsuits but didn’t pay them out fully.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/nursing-homes-genesis-bankruptcy-judge-ruling-delayed-settlement-payments/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: Time’s Up for Expanded ACA Tax Credits",
    "summary": "A last-minute push from Democrats and four moderate Republicans will force a House vote on renewing enhanced premium tax credits for Affordable Care Act plans, but not until January. That means millions will have to choose between paying dramatically more or dropping coverage next year. Meanwhile, the Centers for Disease Control and Prevention officially drops the federal recommendation for newborns to receive a hepatitis B shot. Tami Luhby of CNN, Alice Miranda Ollstein of Politico, and Lizzy Lawrence of Stat join KFF Health News’ Julie Rovner to discuss those stories and more. Also this week, Rovner interviews Tony Leys, who wrote the latest “Bill of the Month” feature, and the panel discusses the year’s biggest developments in health policy.",
    "published": "Thu, 18 Dec 2025 21:42:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-427-aca-subsidies-deadline-congress-december-18-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Las personas sin hogar de DC se esconden a la intemperie, se enferman más y le cuestan más al sistema",
    "summary": "Hay aproximadamente 5.100 personas sin hogar en Washington, D.C., incluyendo aquellas en albergues temporales, según un conteo realizado a inicios de 2025.",
    "published": "Thu, 18 Dec 2025 13:40:56 +0000",
    "link": "https://kffhealthnews.org/news/article/las-personas-sin-hogar-de-dc-se-esconden-a-la-intemperie-se-enferman-mas-y-le-cuestan-mas-al-sistema/"
  }
]