[
  {
    "source": "KFF_Health_News",
    "title": "Oregon Hospital Races To Build a Tsunami Shelter as FEMA Fights To Cut Its Funding",
    "summary": "Columbia Memorial Hospital near Oregon’s coastline planned to add a tsunami shelter, counting on a FEMA grant. After the Trump administration cut the funding, hospital officials are building anyway, saying waiting is too risky. A judge ruled Dec. 11 that the administration unlawfully ended the program without congressional approval.",
    "published": "Wed, 17 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tsunami-shelter-oregon-hospital-fema-funding-cut-lawsuit/"
  },
  {
    "source": "KFF_Health_News",
    "title": "In the Vast Expanses of Indian Country, Broadband Gaps Create Health Gaps, Too",
    "summary": "On Idaho’s remote Fort Hall Reservation, thousands live without reliable high-speed internet, which supports health care, education, and daily life. Facing delays and wavering federal policy, Frances Goli is determined to spend more than $22 million in federal grant money before she runs out of time.",
    "published": "Wed, 17 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/internet-broadband-digital-divide-tribal-health-disparities/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 16 Dec 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Disability Rights Lawyers Threatened With Budget Cuts, Reassignments",
    "summary": "The Trump administration wants deep funding cuts for state-based legal services for disabled people, as rights advocates say the Justice Department pushed out many of its lawyers who worked on such issues.",
    "published": "Tue, 16 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/disability-lawyers-doj-civil-rights-division-protection-advocacy-organizations-iowa/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Readers Make Their Wish Lists, Checking Up on Health Care",
    "summary": "KFF Health News gives readers a chance to comment on a recent batch of stories.",
    "published": "Tue, 16 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/letters-to-editor-december-2025-readers-aca-universal-health-care-mold-risks/"
  },
  {
    "source": "KFF_Health_News",
    "title": "One Big Beautiful Bill Act Complicates State Health Care Affordability Efforts",
    "summary": "The federal budget bill President Donald Trump signed into law in July is creating uncertainty for states trying to rein in health care spending. In California, a lawsuit by the hospital industry challenging state spending caps cites the law, which will slash Medicaid spending, as one of many financial pressures.",
    "published": "Tue, 16 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-costs-spending-affordability-hospitals-california-one-big-beautiful-bill/"
  },
  {
    "source": "KFF_Health_News",
    "title": "FDA cuestiona uso de antidepresivos en el embarazo, pero médicos dicen que son esenciales",
    "summary": "A expertos médicos les preocupa que una mesa redonda convocada en julio por la Administración de Alimentos y Medicamentos pueda provocar más casos de depresión no tratada.",
    "published": "Mon, 15 Dec 2025 15:14:22 +0000",
    "link": "https://kffhealthnews.org/news/article/fda-cuestiona-uso-de-antidepresivos-en-el-embarazo-pero-medicos-dicen-que-son-esenciales/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Qué significa la decisión sobre la vacuna contra la hepatitis B para la gente",
    "summary": "Un comité de los Centros para el Control y Prevención de Enfermedades votó para poner fin a la recomendación universal de aplicar la vacuna contra la hepatitis B a los recién nacidos.",
    "published": "Mon, 15 Dec 2025 10:44:00 +0000",
    "link": "https://kffhealthnews.org/news/article/que-significa-la-decision-sobre-la-vacuna-contra-la-hepatitis-b-para-la-gente/"
  },
  {
    "source": "KFF_Health_News",
    "title": "FDA Panelists Questioned Antidepressants in Pregnancy. But Doctors Call Them a Lifeline.",
    "summary": "Participants in an FDA panel discussion warned the public about risks from using antidepressants in pregnancy. But mental health issues, including suicide and overdoses, are the leading cause of maternal death in the United States. Antidepressants are a safe, well-studied way to help prevent those deaths, medical experts say.",
    "published": "Mon, 15 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/fda-antidepressants-risks-pregnancy-mothers-ssri-mental-health/"
  },
  {
    "source": "KFF_Health_News",
    "title": "An Arm and a Leg: How To Pick Health Insurance — In the Worst Year Ever",
    "summary": "As millions face skyrocketing health insurance premiums, the “Arm and a Leg” team navigates their own limited options.",
    "published": "Mon, 15 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/arm-and-a-leg-picking-health-insurance-2026-tips/"
  }
]