[
  {
    "source": "KFF_Health_News",
    "title": "When Health Insurance Costs More Than the Mortgage",
    "summary": "As health care costs skyrocket and federal lawmakers pull back help on insurance premiums, more middle-income families are facing tough choices on health care.",
    "published": "Mon, 02 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/priced-out-health-insurance-costs-kentucky-tennessee-south-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "It’s 2026 and You’re Uninsured. Now What?",
    "summary": "Many Americans are expected to lose ACA or Medicaid coverage in coming months and years as a result of the One Big Beautiful Bill Act and the expiration of enhanced pandemic-era subsidies that helped people afford Obamacare plans. Doctors and researchers say there are still ways to find affordable care.",
    "published": "Mon, 02 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/uninsured-health-care-low-cost-discounts-options-advice-5-things/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Your Next Primary Care Doctor Could Be Online Only, Accessed Through an AI Tool",
    "summary": "The largest hospital chain in Massachusetts is offering a new AI-assisted telehealth tool to patients who need primary care. Mass General Brigham says this and other AI tools can help relieve staff burnout and worker shortages, but some primary care physicians in the MGB system see it as a way to avoid fixing structural problems.",
    "published": "Mon, 02 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/ai-primary-care-doctors-shortages-massachusetts-mass-general-brigham/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Trump’s Covid Views Don’t Track With Reality That Recent Studies Suggest",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 30 Jan 2026 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-covid-19-research-long-term-effects/"
  },
  {
    "source": "KFF_Health_News",
    "title": "“No sabemos dónde están”. Abogados y familiares enfrentan obstáculos para encontrar a detenidos por el ICE hospitalizados",
    "summary": "Enfrentan grandes barreras para localizar a los pacientes, saber cómo están de salud y brindarles apoyo legal y emocional.",
    "published": "Fri, 30 Jan 2026 18:49:11 +0000",
    "link": "https://kffhealthnews.org/news/article/no-sabemos-donde-estan-abogados-y-familiares-enfrentan-obstaculos-para-encontrar-a-detenidos-por-el-ice-hospitalizados/"
  },
  {
    "source": "KFF_Health_News",
    "title": "‘I Can’t Tell You’: Attorneys, Relatives Struggle To Find Hospitalized ICE Detainees",
    "summary": "Some hospitals are registering patients detained by federal immigration officers under pseudonyms and prohibiting staff from contacting family members. Attorneys and health care workers say the practices facilitate rights violations and create ethical concerns. Hospitals say they’re trying to protect patients.",
    "published": "Fri, 30 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/ice-immigrants-hospitals-detainees-patients-rights-family-blackout-policies-california/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Blurry Line Between Medical and Vision Insurance Leaves Patient With Unexpected Bill",
    "summary": "A Wisconsin retiree with glaucoma needed her eyes examined. Her Medicare Advantage plan from UnitedHealthcare listed her optometrist’s clinic as in-network, but she learned the hard way that a clinic can be in-network and out-of-network at the same time.",
    "published": "Fri, 30 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicare-advantage-eye-care-wisconsin-bill-of-the-month-january-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: The Hazards of ICE for Public Health",
    "summary": "The Trump administration’s immigration crackdown is not just roiling politics but also directly affecting the provision of health care, medical groups say. Meanwhile, in Washington, federal spending bills have been stalled by the fight over immigration enforcement funding after the shooting death of a second person in Minneapolis this month. Maya Goldman of Axios, Alice Miranda Ollstein of Politico, and Rachel Roubein of The Washington Post join KFF Health News’ Julie Rovner to discuss those stories and more.",
    "published": "Thu, 29 Jan 2026 20:20:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-431-ice-immigration-minneapolis-shootings-january-29-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "This Teen Never Got His Day in Vaccine Court. His Former Lawyer Now Advises RFK on Its Overhaul.",
    "summary": "The federal government’s Vaccine Injury Compensation Program was supposed to help patients with their medical bills while protecting vaccine supply. But allies of Health and Human Services Secretary Robert F. Kennedy Jr. are routinely transferring cases from that program to launch lawsuits against drugmakers.",
    "published": "Thu, 29 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/vicp-vaccine-court-cases-moved-lawsuits-lawyers-merck-hpv-rfk-allies-hhs/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medicare Advantage Insurers Face New Curbs on Overcharges in Trump Plan That Reins in Payments",
    "summary": "Proposed Trump administration changes to federal Medicare Advantage payments would stop health insurers from mining patient data for extra medical diagnoses that generate more bills to taxpayers even without treatment.",
    "published": "Thu, 29 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicare-advantage-overcharging-chart-reviews-trump-federal-rate-hike/"
  }
]