[
  {
    "source": "KFF_Health_News",
    "title": "Planes de Medicaid refuerzan el contacto con afiliados ante los cambios que se avecinan",
    "summary": "Nueva ley recorta más de $900.000 millones en financiamiento federal para Medicaid. También elimina alrededor de $187.000 millones del Programa de Asistencia Nutricional Suplementaria.",
    "published": "Mon, 05 Jan 2026 21:00:19 +0000",
    "link": "https://kffhealthnews.org/news/article/planes-de-medicaid-refuerzan-el-contacto-con-afiliados-ante-los-cambios-que-se-avecinan/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Iowa Doesn’t Have Enough OB-GYNs. The State’s Abortion Ban Might Be Making It Worse.",
    "summary": "Abortion bans like Iowa’s have put OB-GYNs under increasing strain and surveillance, complicating the standard medical treatments for miscarriage, ectopic pregnancy, premature membrane rupture, and other pregnancy problems. As many rural areas face worsening maternity care deserts, some physicians fear these laws could drive much-needed doctors out of state and dissuade others from moving in and establishing a practice.",
    "published": "Mon, 05 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/iowa-obgyn-shortage-abortion-ban-reporductive-care/"
  },
  {
    "source": "KFF_Health_News",
    "title": "To Knock Down Health-System Hurdles Between You and HIV Prevention, Try These 6 Things",
    "summary": "It’s been more than 10 years since the FDA first approved an HIV prevention drug. Today, people who could benefit from preexposure prophylaxis often struggle to access the lifesaving medicine or run into doctors without the education or empathy to offer affirming care. And those lapses can produce billing headaches.",
    "published": "Mon, 05 Jan 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-care-helpline-prep-preexposure-prophylaxis-hiv-prevention-drug-lgbtq-tips/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Advertisements Promising Patients a ‘Dream Body’ With Minimal Risk Get Little Scrutiny",
    "summary": "While federal officials say they are cracking down on misleading drug ads, cosmetic surgery remains a “buyer beware” market.",
    "published": "Wed, 31 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cosmetic-surgery-advertisements-big-promises-little-scrutiny-lawsuits/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 23 Dec 2025 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "It’s the ‘Gold Standard’ in Autism Care. Why Are States Reining It In?",
    "summary": "States facing yawning budget shortfalls have begun cutting Medicaid reimbursements for a wide variety of services. In some states, dramatic cuts are targeting therapies that many families of autistic people say are essential to caring for their loved ones.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aba-therapy-applied-behavior-analysis-autism-medicaid-rate-cuts-north-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medical Bills Can Be Vexing and Perplexing. Here’s This Year’s Best Advice for Patients.",
    "summary": "As the crowdsourced investigative series from KFF Health News approaches its eighth anniversary, “Bill of the Month” offers its top takeaways of 2025 to help patients manage, decipher, and even fight their medical bills.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/bill-of-the-month-2025-top-takeaways-best-advice-surprise-bills/"
  },
  {
    "source": "KFF_Health_News",
    "title": "After Outpatient Cosmetic Surgery, They Wound Up in the Hospital or Alone at a Recovery House",
    "summary": "Some patients who had liposuction or other surgeries later required emergency hospital care — and some died, court records show.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/recovery-houses-outpatient-cosmetic-surgery-patient-risks/"
  },
  {
    "source": "KFF_Health_News",
    "title": "An Arm and a Leg: A Few More Good Things From 2025",
    "summary": "\"An Arm and a Leg\" looks back on state laws passed in 2025 aimed at removing medical debts from credit reports and reining in corporate influence on medicine.",
    "published": "Tue, 23 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/an-arm-and-a-leg-2025-highlights-medical-debt-laws-maine-oregon/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Tracking Applications for Rural Health Transformation Funds",
    "summary": "KFF Health News is working to collect and post complete application materials, by state, here and will update this repository as new materials, released in response to public records requests, arrive.",
    "published": "Mon, 22 Dec 2025 19:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tracking-applications-for-rural-health-transformation-funds/"
  }
]