[
  {
    "source": "KFF_Health_News",
    "title": "Listen: Many Tents Are Gone, but Washington’s Homeless — And Their Health Problems — Aren’t",
    "summary": "Sweeps of encampments scatter homeless people, as medications are tossed and street medicine providers scramble to reconnect with their patients. KFF Health News senior correspondent Angela Hart discusses the aftermath on the Jan. 28 edition of WAMU’s “Health Hub.”",
    "published": "Wed, 04 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/homeless-crackdown-washington-dc-wamu-health-hub-winter-listen/"
  },
  {
    "source": "KFF_Health_News",
    "title": "When the Doctor Needs a Checkup",
    "summary": "The physician workforce is aging fast, and some hospitals now require that older clinicians undergo testing for cognitive decline. Many have resisted.",
    "published": "Wed, 04 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/doctor-cognitive-decline-assessment-ageism/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Listen to the Latest ‘KFF Health News Minute’",
    "summary": "The \"KFF Health News Minute” brings original health care and health policy reporting from our newsroom to the airwaves each week.",
    "published": "Tue, 03 Feb 2026 15:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/listen-to-the-latest-kff-health-news-minute-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "If You’re Pregnant and Uninsured, Medicaid Might Be Your Answer",
    "summary": "Prenatal care can make a huge difference to the long-term health of both the parent and baby. Every state offers health coverage to lower-income pregnant women who might otherwise go uninsured.",
    "published": "Tue, 03 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/healthq-pregnancy-pregnant-uninsured-medicaid-prenatal-postpartum/"
  },
  {
    "source": "KFF_Health_News",
    "title": "NIH Grant Disruptions Slow Down Breast Cancer Research",
    "summary": "The Trump administration has made the future of federal funding for cancer research uncertain. At one groundbreaking breast cancer research lab, work that could save lives has slowed significantly.",
    "published": "Tue, 03 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/nih-grant-freeze-breast-cancer-research-slowed-harvard-lab/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Si estás embarazada y no tienes seguro de salud, Medicaid podría ser la solución",
    "summary": "Todos los estados ofrecen cobertura de Medicaid a las mujeres embarazadas que cumplen con ciertos requisitos de ingresos. Pero cambia dependiendo del estado.",
    "published": "Tue, 03 Feb 2026 09:59:00 +0000",
    "link": "https://kffhealthnews.org/news/article/si-estas-embarazada-y-no-tienes-seguro-de-salud-medicaid-podria-ser-la-solucion/"
  },
  {
    "source": "KFF_Health_News",
    "title": "When Health Insurance Costs More Than the Mortgage",
    "summary": "As health care costs skyrocket and federal lawmakers pull back help on insurance premiums, more middle-income families are facing tough choices on health care.",
    "published": "Mon, 02 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/priced-out-health-insurance-costs-kentucky-tennessee-south-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "It’s 2026 and You’re Uninsured. Now What?",
    "summary": "Many Americans are expected to lose ACA or Medicaid coverage in coming months and years as a result of the One Big Beautiful Bill Act and the expiration of enhanced pandemic-era subsidies that helped people afford Obamacare plans. Doctors and researchers say there are still ways to find affordable care.",
    "published": "Mon, 02 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/uninsured-health-care-low-cost-discounts-options-advice-5-things/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Your Next Primary Care Doctor Could Be Online Only, Accessed Through an AI Tool",
    "summary": "The largest hospital chain in Massachusetts is offering a new AI-assisted telehealth tool to patients who need primary care. Mass General Brigham says this and other AI tools can help relieve staff burnout and worker shortages, but some primary care physicians in the MGB system see it as a way to avoid fixing structural problems.",
    "published": "Mon, 02 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/ai-primary-care-doctors-shortages-massachusetts-mass-general-brigham/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Cuando el seguro médico cuesta más que la hipoteca",
    "summary": "A pesar de las intensas discusiones y del cierre del gobierno más largo en la historia, el Congreso permitió que los subsidios mejorados de ACA expiraran el pasado 31 de diciembre.",
    "published": "Mon, 02 Feb 2026 09:59:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cuando-el-seguro-medico-cuesta-mas-que-la-hipoteca/"
  }
]