[
  {
    "source": "KFF_Health_News",
    "title": "Criminally Ill: Systemic Failures Turn State Mental Hospitals Into Prisons",
    "summary": "There has been a steep rise in the share of people with severe mental illnesses being sent to state psychiatric hospitals on court orders after being accused of serious crimes. The shift has all but halted patients’ ability to get care before they have a catastrophic crisis.",
    "published": "Mon, 22 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/criminally-ill-state-mental-psychiatric-hospitals-prisons-waitlists-ohio/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Baltimore Drove Down Gun Deaths. Now Trump Has Slashed Funding for That Work.",
    "summary": "A spike in shootings during the covid pandemic propelled community violence intervention, a field that aims to stop gun deaths at the root. Baltimore used federal funds to launch a violence prevention office. But President Donald Trump has throttled such funds and instead is sending troops into cities.",
    "published": "Mon, 22 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/baltimore-guns-community-violence-intervention-homicide-decline-arpa-federal-funds/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Medicaid Health Plans Step Up Outreach Efforts Ahead of GOP Changes",
    "summary": "Even as President Donald Trump and GOP lawmakers say the One Big Beautiful Bill Act targets waste, fraud, and abuse, Medicaid health plans are hosting events across the U.S. to prevent low-income families from losing health insurance and food benefits next year.",
    "published": "Mon, 22 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/one-big-beautiful-bill-medicaid-snap-food-benefits-orange-county-california/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Journalists Zero In on ‘Certificate of Need’ Laws and Turbulent Obamacare Enrollment Season",
    "summary": "KFF Health News journalists made the rounds on regional media recently to discuss topical stories. Here’s a collection of their appearances.",
    "published": "Sat, 20 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/on-air-december-20-2025-obamacare-subsidies-certificate-of-need-con/"
  },
  {
    "source": "KFF_Health_News",
    "title": "State Exchange Directors Seeing Consumers’ Fears — In Real Time — About Obamacare Premium Hikes",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 19 Dec 2025 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-obamacare-afforable-care-act-premiums-increase-consumer-fears/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Guns Marketed for Personal Safety Fuel Public Health Crisis in Black Communities",
    "summary": "During the covid pandemic, gun marketers told many Americans they needed firearms to defend against criminals and protesters. Then firearm deaths mounted rapidly in racially segregated and low-income neighborhoods, according to federal data.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/guns-marketing-safety-protection-hunting-diversity-profit-black-minority-communities/"
  },
  {
    "source": "KFF_Health_News",
    "title": "States Advance Medical Debt Protections as Federal Support Turns to Opposition",
    "summary": "Federal officials reversed their stance on medical debt credit reporting, then came a lawsuit in Colorado. As lawmakers in other states forge ahead with attempts to protect consumers from medical debt, some are reconsidering how they go about it.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/credit-reports-medical-debt-state-legislation-cfpb-trump-reversal/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Scorpion Peppers Caused Him ‘Crippling’ Pain. Two Years Later, the ER Bill Stung Him Again.",
    "summary": "Homemade hot sauce sent a Colorado man to the emergency room with what he called “the worst pain of my life.” But stomach cramps were only the beginning. Two years later, the bill came.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/scorpion-peppers-spicy-food-colorado-bill-of-the-month-december-2025/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Inside the FDA’s Vaccine Uproar",
    "summary": "An internal email claiming covid vaccines killed children triggered a formal response from a dozen past FDA commissioners. The email, sent by the head of the Center for Biologics Evaluation and Research, outlines a framework that could have significant impact on the nation’s vaccine policies.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/vaccine-uproar-fda-former-commissioners-vinay-prasad-memo-worldview/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Las armas promovidas para la seguridad personal provocan una crisis de salud pública en comunidades negras",
    "summary": "Las verificaciones de antecedentes para comprar armas aumentaron 60% de 2019 a 2020, año en que el gobierno federal declaró la emergencia sanitaria por covid.\nEse mismo año, más de 45.000 personas murieron por violencia con armas de fuego.",
    "published": "Fri, 19 Dec 2025 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/las-armas-promovidas-para-la-seguridad-personal-provocan-una-crisis-de-salud-publica-en-comunidades-negras/"
  }
]