[
  {
    "source": "KFF_Health_News",
    "title": "ACA Subsidies Expired. Open Enrollment Ended. But It Will Still Take Awhile To Register the Results.",
    "summary": "Get our weekly newsletter, The Week in Brief, featuring a roundup of our original coverage, Fridays at 2 p.m. ET.",
    "published": "Fri, 13 Feb 2026 19:30:00 +0000",
    "link": "https://kffhealthnews.org/news/article/the-week-in-brief-obamacare-enrollment-affordable-care-act-enhanced-subsidies-fallout/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Health Care Heartaches: Your Winning Health Policy Valentines",
    "summary": "KFF Health News shares our favorite reader-submitted health policy valentines. One struck us in the heart and inspired an original cartoon.",
    "published": "Fri, 13 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/health-care-heartaches-your-winning-health-policy-valentines/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Clinics Sour on CMS After Agency Scraps 10-Year Primary Care Program Only Months In",
    "summary": "A planned 10-year federal program called Making Care Primary was supposed to help primary care doctors by easing administrative burdens, allowing them to focus on improving patients’ health. A year after the Trump administration eliminated the program, federal officials created an alternative plan that favors companies.",
    "published": "Fri, 13 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/cms-mcp-lead-primary-care-model-canceled-rural-health-north-carolina/"
  },
  {
    "source": "KFF_Health_News",
    "title": "RFK Jr. Made Promises in Order To Become Health Secretary. He’s Broken Many of Them.",
    "summary": "Before being confirmed to lead the Department of Health and Human Services, Robert F. Kennedy Jr. told U.S. senators he would not cut funding for vaccine research or change the nation’s official vaccine recommendations. He did both.",
    "published": "Fri, 13 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/rfk-jr-robert-kennedy-vaccines-broken-promises-senators-cassidy/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Trump Team’s Planned ACA Rule Offers Its Answer to Rising Premium Costs: Catastrophic Coverage",
    "summary": "Sweeping changes to the Affordable Care Act marketplace next year have been proposed by the Trump administration that focus on making more insurance plans available with higher annual out-of-pocket costs but lower premiums.",
    "published": "Fri, 13 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/aca-trump-proposal-catastrophic-coverage-premiums-care-networks/"
  },
  {
    "source": "KFF_Health_News",
    "title": "What the Health? From KFF Health News: New Flu Vax? FDA Says No Thanks",
    "summary": "It’s been a busy week at the FDA, with a political appointee overruling agency scientists to reject an application for a new flu vaccine. Meanwhile, anti-abortion Republicans on Capitol Hill complain the agency is dragging its feet on reviewing the abortion pill mifepristone. Jackie Fortiér of KFF Health News, Lizzy Lawrence of Stat, and Alice Miranda Ollstein of Politico join KFF Health News’ Julie Rovner to discuss these stories and more.",
    "published": "Thu, 12 Feb 2026 19:50:00 +0000",
    "link": "https://kffhealthnews.org/news/podcast/what-the-health-433-fda-flu-vaccine-rejected-moderna-abortion-pill-february-12-2026/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Alabama’s ‘Pretty Cool’ Plan for Robots in Maternity Care Sparks Debate",
    "summary": "Alabama, a state with one of the nation’s highest infant mortality rates, is betting on robots to help fix its maternal care crisis. But the state’s plan for telerobotic ultrasounds in rural areas has raised doubts.",
    "published": "Thu, 12 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/alabama-robot-ultrasounds-maternity-care-rural-health-oz/"
  },
  {
    "source": "KFF_Health_News",
    "title": "Louisville Found PFAS in Drinking Water. The Trump Administration Wouldn’t Require Any Action.",
    "summary": "After detecting a sudden spike in PFAS in its drinking water, the city traced it upstream along the Ohio River to a factory in West Virginia. But the EPA has relaxed Biden-era plans to regulate PFAS levels. So what happens next?",
    "published": "Thu, 12 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/louisville-forever-chemicals-pfas-drinking-water-ohio-river-chemours-trump-epa/"
  },
  {
    "source": "KFF_Health_News",
    "title": "End of Enhanced Obamacare Subsidies Puts Tribal Health Lifeline at Risk",
    "summary": "Tribal insurance programs give Native Americans access to affordable health care when the Indian Health Service falls short. Those plans are threatened by the expiration of enhanced Affordable Care Act subsidies.",
    "published": "Wed, 11 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/tribal-health-enhanced-obamacare-subsidies-funding-shortages/"
  },
  {
    "source": "KFF_Health_News",
    "title": "New Medicaid Work Rules Likely To Hit Middle-Aged Adults Hard",
    "summary": "Republicans have said new rules requiring many Medicaid participants to work 80 hours a month will pinpoint unemployed young people who should have jobs. Policy researchers say the rules are more likely to disrupt coverage for middle-aged adults, harming their physical and financial health.",
    "published": "Wed, 11 Feb 2026 10:00:00 +0000",
    "link": "https://kffhealthnews.org/news/article/medicaid-work-requirements-middle-aged-adults-women/"
  }
]